import React from 'react'

function About() {
  return (
    <>
      <div class="flex flex-col items-center justify-center min-h-screen border-t-8 rounded-xl border-orange-300 border-b-8 m-10 p-4">
  <h1 class="text-[35px] font-bold font-rozha mb-4 text-start">अस्माकं विषये</h1>
  
  <p class="text-3xl mb-2 p-10 font-martel text-center leading-10">रामायण अनुसन्धान परिषदः इति पञ्जीकृतः संस्था अस्ति यः अस्माकं देशे संस्काराणां सांस्कृतिक-मूल्यानां च संवर्धनं कर्तुं लक्षीकृतः अस्ति। रामायण अनुसन्धानपरिषदः  अध्यक्षः श्री श्री १००८ परमहंस-पूज्यः सान्दीपेन्द्रमहोदयः मन्यते यत् यदि अस्माभिः स्वसंस्कृतिं रक्षितुं अपेक्ष्यते तर्हि संस्कृतं स्वीकर्तव्यमेव। परिषदः संस्कृतभाषायाः प्रोत्साहनाय "रामायणवार्ता" इति नाम्ना एकस्याः पाक्षिक-पत्रिकायाः प्रकाशनस्य संकल्पं कृतवती अस्ति। अस्य माध्यमेन देशस्य विलुप्यमानं लोक-परंपरां संस्कृति च साधारण-जनानां समीपं आनयिष्यते।</p>
  
</div>

    </>
  )
}

export default About