import React from "react";
import page13img from "../../assets/page13img.jpeg";

function Page13() {
  return (
    <div id="page13">
      <h1 className="text-[50px] border-2 rounded-xl px-3 inline text-[#76003f] border-[#76003f] ml-7 max-[750px]:text-[30px] max-[475px]:text-[16px]">
        साक्षात्कारः श्रीरामकथावाचकः/संत
      </h1>
      <h2 className="text-[65px] max-[350px]:text-[50px] text-center font-rozha m-2 text-[#76003f]">
        आध्यात्मिक परिज्ञप्तिः
      </h2>
      <div className="grid grid-cols-2 m-7  break-words whitespace-normal text-justify leading-relaxed gap-4 text-[18px] max-[500px]:grid-cols-1 border-[#76003f] border-b-8 rounded-xl pb-6">
        <div>
          <img src={page13img} alt="" />
        </div>
        <div>
          "महाराजश्री" आनंदपीठाधीश्वरः आचार्यमहामण्डलेश्वरः अनन्तश्रीविभूषितः
          श्रीश्री 1008 श्रीस्वामी बालकानन्दगिरिः महाराजः। <br />
          पूज्य "महाराजश्री" जन्म विक्रमीसंवत् 2018-2019 तमे वर्षे (सन 1970 तमे)
          पुण्यभूमौ गौरवशालिनि भारते श्रीस्वामी हरिनन्दगिरेः महाराजस्य
          आशीर्वादस्य फलरूपेण अभवत्। <br />
          आध्यात्मिकचेतनायुक्ते कुटुम्बे "महाराजश्री" बाल्यावस्थायां मां
          सरस्वत्याः कृपया अध्ययनाय देवभूमिस्थे पूज्यगुरुदेवस्य आश्रमे प्रेषितः
          यत्र "महाराजश्री" निष्ठया वेद-वेदान्त-सहितशास्त्राणां गहनं अध्ययनं
          कृतवान्। <br />
          "महाराजश्री" बाल्यावस्थायाः, किशोरावस्थायाः, युवावस्थायाः च पर्यन्तं
          आत्मनः आध्यात्मिकचेतनायाः जागरणं कर्तुं पूज्यगुरुदेवः महामण्डलेश्वरः
          युगपुरुषस्य श्रीश्री 1008 श्रीस्वामी परमानन्दगिरेः महाराजस्य स्वर्णिमं
          सान्निध्यं प्राप्तवान्। <br />
          सन्यासाश्रमस्य दीक्षां प्राप्तुम् "महाराजश्री" वर्षे 2000 तमे पंचायती
          अखाडे श्री निरञ्जनी, हरिद्वारे, आचार्यमहामण्डलेश्वरं श्रीश्री 1008
          श्रीस्वामी पुण्यानन्दगिरिं महाराजं गुरुं धृतवान्, तस्य अतिप्रियः
          कृपापात्रशिष्यश्च अभवत्। <br />
          "महाराजश्री" धर्मपरायणतां, ज्ञानं, तपश्चर्यां, नित्यकर्माणि च दृष्ट्वा
          पंचायती अखाडः श्री निरञ्जनी, हरिद्वारः, तीर्थराजे प्रयागराजे
          महाकुम्भस्य दुर्लभसन्दर्भे मकरसंक्रान्तेः पवित्रपर्वणि (दिनाङ्के 14
          जनवरी 2001) तस्य महामण्डलेश्वर अनन्तश्रीविभूषितस्य गरिमामय्या उपाध्या
          पलभिषेकं कृत्वा सम्मानितवान्। भगवतः महाकालस्य नगरी उज्जयिन्यां आयोजिते
          सिंहस्थमहाकुम्भमेले 2016 तमे वर्षे "महाराजश्री" तपोनिधिः पंचायती श्री
          आनन्दाः अखाडे आचार्यमहामण्डलेश्वरपीठाधीश्वरस्य अति महत्त्वपूर्णं पदे
          अभिषिक्तः कृतः।
          <br />
          "महाराजश्री" द्वारा कृताः समाजोत्थानकार्याणि : यद्यपि "महाराजश्री"
          हृदयं बाल्यकालादेव समाजाय किमपि कर्तुं उद्यतं आसीत्, तथापि
          सन्यासाश्रमं ग्रहणानन्तरं "महाराजश्री" सम्पूर्णजीवनं जनमानसस्य
          सेवायामेव समर्पितवान्। <br />
          "महाराजश्री" समाजस्य उत्थानाय अनेकेषु क्षेत्रेषु कार्याणि कुर्वन्ति,
          किन्तु विशेषतः सनातनधर्मस्य संस्काराणां रक्षणे तथा नूतनपीढ्याः
          चरित्रनिर्माणाय शिक्षाक्षेत्रे असाधारणं योगदानं ददाति। <br />
          "महाराजश्री" अनेकेषां नूतनपीढ्याः बालकानां MBBS-MD पाठ्यक्रमे अध्ययनं
          कृत्वा तान् वैद्यरूपेण निर्माणं कृतवान्, ये दिल्लीस्य प्रतिष्ठित
          चिकित्सालयेषु तथा देशस्य विविधेषु प्रान्तेषु अपि निर्धनजनानां उपचारं
          कृत्वा राष्ट्रस्य स्वास्थ्यं सुदृढं कुर्वन्ति। <br />
          "महाराजश्री" अनेकेषां मेधाविनां किन्तु आर्थिकरूपेण दुर्बलानां
          छात्राणां अध्ययनव्ययं वहन्न स्वीयकर्तव्यम् अतीव निष्ठया कुर्वन्ति।
        </div>
      </div>
    </div>
  );
}

export default Page13;
