import React from "react";
import page12img from "../../assets/page12img.webp";

function Page12() {
  return (
    <div id="page12">
      <div className="flex justify-end">
        <h1 className="text-[50px] border-2 px-3 rounded-xl border-[#723f13] text-[#723f13] mr-8 max-[340px]:text-[25px]">
          राष्ट्र-निर्माणम्
        </h1>
      </div>
      <h2 className="text-[#723f13] max-[360px]:text-[40px] text-[63px] font-rozha ml-7">
        एकराष्ट्रम् एकनिर्वाचनम्
      </h2>
      <div className="m-10">
        <img src={page12img} alt="" />
      </div>
      <div className="grid grid-cols-4 border-b-8 rounded-xl pb-6 border-[#723f13]  break-words whitespace-normal text-justify leading-relaxed gap-4 m-7 max-[800px]:grid-cols-2 max-[525px]:grid-cols-1">
        <div className="order-1">
          <span class="text-[55px] text-[#723f13]"> ए</span>
          कं राष्ट्रं एकस्य निर्वाचनम् इति नीति आयोगेन कल्पितम् अस्ति यत्
          भारतस्य संघीय संरचनायाः सर्वे त्रयः स्थराः समकालिकतया
          निर्वाचनप्रक्रियायां भागं ग्रहीष्यन्ति। <br />
          एकं राष्ट्रं एकस्य निर्वाचनम् अस्य तात्पर्यम् अस्ति यत् मतदाता
          एकस्मिन्नेव दिने सर्वेषां स्थराणां (केन्द्रीयस्य, राज्यस्य, स्थानिकस्य
          च) शासनस्य कृते स्वं मतं दास्यति। अत एव एकस्मिन्नेव समये निर्वाचनं
          भवति चेत् तत् एकं राष्ट्रं एकं निर्वाचनम् इति कथ्यते। <br />
          सर्वेऽपि विचाराः उचिताः सन्ति किन्तु तत्र व्यावहारिकतया अस्य साधने
          कृते बहवः संवैधानिकपरिवर्तनाः, तथा च राजनैतिकदलानां साहचर्यम् अपि
          आवश्यकं भविष्यति। <br />
          स्वतन्त्रतायाः अनन्तरं प्रथमकाले, लोकसभायाः राज्यविधानसभानां च कृते
          एकस्मिन्नेव काले निर्वाचनानि आयोजितानि। एषा स्थिति 1952, 1957, 1962,
          1967 च वर्षेभ्यः आसीत्। किन्तु 1968-69 वर्षे किञ्चन राज्यविधानसभाः
          विविधकारणैः पूर्वमेव भङ्गाः इति कारणेन एषा प्रक्रिया स्थगिता।
          <br />
          वर्तमानकाले, राज्यविधानसभानां लोकसभायाः च निर्वाचनानि पृथक्-पृथक्
          आयोजितानि भवन्ति। तदा तु भविष्यति यदा वर्तमानसरकारस्य पञ्चवर्षीयकालः
          समाप्तो भवति अथवा यदा कदाचित् विधायिका भङ्गा भवति। विधानसभानां
          लोकसभायाः च अवधयः परस्परं समकालिकाः स्युः वा न स्युः अपि। उदाहरणरूपेण,
        </div>
        <div className="order-2 max-[800px]:order-3 max-[525px]:order-2">
          {" "}
          राजस्थानराज्ये 2018 तमे वर्षे अन्ते निर्वाचनम् अभवत्, यदा तु
          तमिलनाडुराज्ये 2021 तमे वर्षे निर्वाचनम् भविष्यति।
          <br />
          एकस्मिन्नेव वर्षे औसततया 5-7 विधानसभानां निर्वाचनानि भवन्ति। एभ्यः
          उत्पन्नानां समस्यायाः कारणात् निर्वाचनायोगेन तादृशी प्रणालीस्य
          निर्माणस्य सुझावः दत्तः यया राज्यविधानसभायाः लोकसभायाः च निर्वाचनं
          एकत्र भवेत्। <br />
          1999 तमे वर्षे न्यायमूर्तेः रेड्डी महोदयस्य अध्यक्षत्वे
          विद्यानुसारसंशोधनायोगः अपि एकत्र निर्वाचनाय अनुशंसा कृतवान्। 2015 तमे
          वर्षे संसदीयस्थायिसमितेः 79 तमी प्रतिवेदनं अपि एकत्र निर्वाचनस्य
          समर्थनं पुनरुक्तवती अस्ति। एकत्र निर्वाचनस्य विचारः 2016 तमे वर्षे
          प्रधानमन्त्रिणा मोदी महोदयेन पुनः प्रस्तावितः आसीत्। तदा प्रभृति
          सत्तारूढभारतीयजनतापक्षः एकत्र निर्वाचनस्य पक्षे सशक्तम् तर्कं
          प्रस्तुतवान्। <br />
          2017 तमे वर्षे नीति आयोगेन एकत्र निर्वाचनं विषये कार्यरतः आसीत्। यावत्
          2018 तमे वर्षे विधायोगः अपि कार्याणि प्रकाशितवान् यत्र उक्तं यत् एकत्र
          निर्वाचनं साधयितुं कमपि न्यूनतया पञ्चसंवैधानिकपरिवर्तनानां आवश्यकता
          भविष्यति। देशे एकत्र निर्वाचनस्य पृष्ठभूमिः।
          <br />
          एकं राष्ट्रं एकनिर्वाचनस्य आवश्यकता प्रतिवर्षे देशे औसतन 5-7
          विधानसभानां निर्वाचनानि भवन्ति, यत् अर्थं भारतः नित्यं
          निर्वाचनमोड्‌मध्ये भवति। एतत् केन्द्रसर्वकारं, राज्यसर्वकारं,
          सर्वकारीयकर्मचारिणः, निर्वाचनकर्तव्ये नियुक्ताः शिक्षकाः, मतदाता,
        </div>
        <div className="order-3 max-[800px]:order-2 max-[525px]:order-3">
          राजनैतिकदलानि, प्रत्याशीश्च इत्येतेषां सर्वेषां प्रमुखहितधारकाणां
          जीवनं प्रभावितम् करोति। निर्वाचनस्य कृते निर्वाचनायोगेन आदर्श
          आचारसंहितायाः प्रवर्तनस्य आवश्यकता भवति। संसदीयस्थायीसमितेः 79 तमी
          प्रतिवेदनानुसार आदर्श आचारसंहिता यदा प्रवर्त्यते तदा तस्मिन् राज्ये
          यत्र निर्वाचनं भविष्यति, तत्र केन्द्रराज्यसर्वकारयोः सामान्याः
          शासनक्रियाः कार्यक्रमाः च स्थगिताः भवन्ति। एतत् नीतिगतपक्षाघातं
          सर्वकारस्य वित्तीयघाटकं च जनयति। <br />
          पुनः पुनः भवन्तः निर्वाचनाः केन्द्रराज्यसर्वकारयोः विशालं व्ययम् अपि
          जनयन्ति। एतत् जनसंपत्तेः अपव्ययः भवति तथा विकासकार्याणि अपि अवरुद्धानि
          भवन्ति। <br />
          निर्वाचनकालस्य स्थितौ विशालमात्रया सुरक्षा बलानां अपि नियुक्तिः
          कर्तव्या भवति। 16 तमे लोकसभानिर्वचने भारतनिर्वाचनायोगेन
          दशवर्षसहस्राणां सर्वकारं कर्मचारिणां साहाय्यं स्वीकृतम्। <br />
          दीर्घकाले आदर्श आचारसंहितायाः प्रवर्तनात् जनानां सामान्यजीवनं
          अस्तव्यस्तं भवति। पुनः पुनः निर्वाचनप्रचारस्य कारणेन अपि तथा भवति।{" "}
          <br />
          पुनः पुनः निर्वाचनस्य कारणात् जातिगत, सांप्रदायिक, क्षेत्रीयविषयाः अपि
          सर्वदा अग्रे स्थाप्यन्ते। अनेकाः जनाः तर्कयन्ति यत् एतादृशाः विषयाः
          नित्यराजनीत्याः कारणात् संवर्धिताः भवन्ति। <br />
          पुनः पुनः निर्वाचनानि अपि शासनस्य ध्यानं दीर्घकालीननीतिलक्ष्येभ्यः
        </div>
        <div className="order-4">
          अल्पकालीननीतिलक्ष्येभ्यः च अपसारयन्ति। एतादृशाय ध्वन्याः कारणात्
          आर्थिकयोजना अपसार्यते, सर्वकारः च अतिक्रमव्यये लिप्तः भवति। <br />
          21 तमे विधायोगेन स्वस्य प्रतिवेदने निरन्तरं उक्तं यत् देशे तादृशं
          वातावरणं विद्यमानं अस्ति यत् एकत्र निर्वाचनस्य आवश्यकतां सूचयति।
          आयोगस्य अनुसारं, देशं सतत-निर्वाचनमोड्‌मध्ये स्थितेः रोद्धुं एषः
          उत्तमः उपायः अस्ति। <br />
          यद्यपि सिद्धान्ततः एषः उत्तमः सुधारः अस्ति, तस्मिन् विविधहितधारकानां
          सम्मिलनं आवश्यकं भविष्यति। अतः नीति आयोगः संवैधानिकविशेषज्ञैः,
          निर्वाचनविशेषज्ञैः, चिन्तनमण्डलेषु, सर्वकारं कर्मचारिणः,
          राजनैतिकदलप्रतिनिधिभिः सह तादृशहितधारकसमूहस्य निर्माणं सूचयति। अस्मिन्
          समूहस्य सहसमागत्य सम्यक् कार्यान्वयनविवरणं निर्मातुं आवश्यकं भविष्यति
          यत्र संवैधानिक वैधानिक च संशोधनानां प्रतिवेदनलेखनं अन्तर्भविष्यति।{" "}
          <br />
          यद्यपि एतादृशाः सुधाराः न कार्यं कुर्वन्ति, तदा संसदीयस्थायीसमितिः
          स्वस्य 79 तमे प्रतिवेदने द्विधारूपेण एकत्र निर्वाचनस्य वैकल्पिकम्
          अधिकव्यावहारिकमपि उपायं अनुशंसितवती अस्ति। तदपि विचारणीयम्। <br />
          अतः विविधाः चुनौतीः व्यवस्थापयितव्याः भविष्यन्ति, तथाच
          एतादृशपरिस्काराणां कृते विस्तृताधारितसंवैधानिकपरिवर्तनानां आवश्यकता
          भविष्यति। अतः एषः विषयः विषये विस्तृतचर्चायाः प्रधानमन्त्रिणः मोदी
          महोदयस्य सुझावः शीघ्रप्रवृत्तये मार्गदर्शकः भविष्यति।
        </div>
      </div>
    </div>
  );
}

export default Page12;
