import React from "react";
import page4img1 from "../../assets/page4img.png";
import page4img2 from "../../assets/page4img2.png";

function Page4() {
  return (
    <div id="page4">
      <h1 className="text-[50px] max-[385px]:text-[30px] px-3 border-2 ml-7 text-blue-800 font-martel border-blue-800 rounded-lg inline">
        राजधानी-वार्ता:
      </h1>
      <h2
        className="text-right text-[60px] max-[385px]:text-[40px] text-blue-800 font-rozha mt-7
         mr-8"
      >
        चन्द्रयान-४ भारतस्य आगामि
        <br /> महत्वाकांक्षी चन्द्रलक्ष्यम्
      </h2>
      <h3 className="mx-16 my-8 text-[28px] font-bold text-[#35cc2a] rounded-2xl p-1 bg-[#35cc2a4a] leading-10  text-center font-martel ">
        चन्द्रयान-४ लक्षस्य उद्देश्यम् चन्द्रमसि सफलं लॅण्डिंगं कृत्वा पृथ्वीं
        प्रतिलब्धिं प्राप्य तन्त्रज्ञानानां विकासं च प्रदर्शनं करोति। तस्मिन्
        सह, एषः मिशनः चन्द्रेण प्रतिदर्शं सङ्कलनं कृत्वा तान् स्वयम् पृथ्वीं
        प्रति आगमिष्यति।
      </h3>
      <div className="flex items-center  justify-center ">
        <img src={page4img1} alt="" className="w-[70%]" />
      </div>
      <div className="grid border-b-8 border-blue-800 rounded-xl pb-6 grid-cols-3 max-[800px]:grid-cols-1 m-7 break-words whitespace-normal text-justify leading-relaxed gap-4">
        <div>
          <p>
            <span class="text-[55px] text-blue-800">अ</span> चन्द्रयान-४ भारतस्य
            आगामि महत्वाकांक्षी चन्द्रलक्ष्यम् अस्ति, यस्य मुख्योद्देश्यः
            चन्द्रेण प्रतिदर्शं सङ्कलनं कृत्वा तान् पृथ्वीं प्रेषयितुं अस्ति।
            एषः लक्ष्यं ३६ मासेषु पूर्णं कर्तुं लक्ष्यं धारयति, यस्य कुल व्ययः
            २,१०४.०६ कोटिः अस्ति। भारतीय-अन्तरिक्ष-अनुसंधान-सङ्घटनम् (ISRO) एष्य
            लक्ष्यस्य माध्यमेन ताः तन्त्रज्ञानानि विकासयिष्यति, यानि भविष्ये
            मानव मिशनस्य च चन्द्रेण प्रतिदर्शं प्रेषणस्य सहायकानि स्यात्।
            <br />
            चन्द्रयान-३ सफलता-प्राप्त्या पश्चात् इसरो चन्द्रयान-४ लक्ष्यस्य
            बद्धः कुर्वते। केन्द्र सर्वकार एव चन्द्रयान-४ लक्ष्यं अनुमोदितवती।
            कैबिनेटः सह शुक्र ऑर्बिटर लक्ष्यं, भारतीय अन्तरिक्ष स्टेशनं च
            “नेक्स्ट-जेनरेशन लॉन्च वाहन विकासयोजना” च स्वीकृतिं दातुं जातं।
            <br />
            चन्द्रयान-४ लक्ष्यं किम् अस्ति? चन्द्रयान-४ लक्ष्यं किम् अस्ति?{" "}
            <br />
            चन्द्रयान-४ लक्ष्यस्य उद्देश्यं चन्द्रमावपरि सफलं लैंडिंगं कृत्वा
            पृथ्वीं प्रतिलब्धिं प्राप्तुं तन्त्रज्ञानानां विकासं च प्रदर्शनं
            करोति। तस्मिन् सह, एषः मिशन चन्द्रेण प्रतिदर्शं सङ्कलनं कृत्वा तान्
            स्वयम् पृथ्वीं प्रति आगमिष्यति। भारतीय अन्तरिक्ष अनुसंधान सङ्घटनम्
            (ISRO) चन्द्रयान-४ विकासे च प्रक्षिप्तौ कर्मणि संलग्नं अस्ति, यत्र
            ३६ मासेषु सम्पूर्णं कर्तुं सम्भवता अस्ति।
            <br /> किमस्ति चन्द्रयान-४ लक्ष्यस्य आयव्ययकः? <br />
          </p>
        </div>
        <div>
          <div>
            <img src={page4img2} alt="" className="w-full p-5" />
            <p>
              अस्य लक्ष्यस्य आयव्ययकः २,१०४.०६ कोटिः अस्ति, यत्र अन्तरिक्षयानस्य
              विकासः, द्वौ LVM3 प्रक्षेपणः, “डीप स्पेस नेटवर्क” इति समर्थनं च
              विशेष परीक्षणानि समाविष्टानि सन्ति।
              <br />
              अस्मिन् लक्ष्येण भारतः मानव-लक्ष्यस्य च चन्द्रमाद्वारा ल्यायितानां
              प्रतिदर्शं विश्लेषणस्य आवश्यकतानां तन्त्रज्ञानानि आत्मनिर्भरः
              भविष्यति, यत्र भारतीय उद्योगानां च शैक्षणिक संस्थानां महत्वपूर्णं
              सहभागिता अस्ति।
              <br />
            </p>
          </div>
        </div>
        <div>
          <p>
            कदापि चन्द्रयान-४ लक्ष्यं प्रक्षिप्तुं निश्चितं तिथि न उद्घोषिता।
            तथापि, भारतीय अन्तरिक्ष अनुसंधान सङ्घटनम् (ISRO) एतदर्थं आगामी ३६
            मासेषु सम्पूर्णं कर्तुं लक्ष्यं धारयति। एषः लक्ष्यं चन्द्रमावपरि
            लैंडिंगं कर्तुं च चन्द्रस्य प्रतिदर्शं पृथ्वीं प्रति पुनः आणवने
            तन्त्रज्ञानस्य विकासं केन्द्रितं अस्ति। यदा इसरो चन्द्रयान-४
            लक्ष्यस्य विकासं सम्पूर्णं करिष्यति, तदा प्रक्षेपणस्य निश्चितं तिथिं
            उद्घोष्यते।
            <br />
            शुक्रे अपि भारतस्य दृष्टिः
            <br />
            चन्द्रमा च मंगलस्य पश्चात, भारतस्य दृष्टिः शुक्रे अपि स्थितम् अस्ति।
            शुक्र ऑर्बिटर मिशन (VOM) इत्यस्य मुख्यः उद्देश्यः शुक्रस्य
            वातावरणस्य च भूगर्भस्य च वैज्ञानिक अन्वेषणं कर्तुम् अस्ति। अस्य
            लक्ष्यस्य प्रक्षेपणं मार्च २०२८ तमे वर्षे कर्तुं योजनाम् अस्ति।{" "}
            <br />
            भारतस्य स्वं आकशस्थानम् (स्पेस स्टेशन): <br />
            कैबिनेटेन भारतीय अन्तरिक्ष स्टेशनस्य (भारतीय अन्तरिक्ष स्टेशन)
            निर्माणं अपि अनुमोदितम्, यः सम्पूर्णतः वैज्ञानिक अनुसंधानाय समर्पितः
            भविष्यति। वर्तमानकाले केवलं द्वि अन्तरिक्ष-स्थानं कार्यरतानि –
            अमेरिकायाः अन्तर्राष्ट्रीय अन्तरिक्ष स्टेशनः च चीनस्य तियांगोंग च।
            कैबिनेटेन भारतीय अन्तरिक्ष स्टेशनस्य प्रथमं मॉड्यूलम् (BAS-1)
            इत्यस्य विकासस्य च तस्य संचालनस्य आवश्यकतानां तन्त्रज्ञानानां
            परीक्षण लक्ष्याणां अनुमोदनं कृतम्। आशां करोति यः वर्षे २०३५ पर्यन्तं
            भारतस्य स्वं आकशस्थानम् (स्पेस स्टेशनं) भविष्यति।
          </p>
        </div>
      </div>
    </div>
  );
}

export default Page4;
