import React from "react";
import page5img from "../../assets/page5img.png";

function Page5() {
  return (
    <div id="page5">
      <div
        className="
        flex justify-end"
      >
        <h1
          className="text-[50px] border-2 text-[#ff28b4] border-[#ff28b4] px-3
            rounded-lg mr-8"
        >
          कला संस्कृति
        </h1>
      </div>
      <div
        className="
        grid grid-cols-2 items-center text-center m-7 max-[525px]:grid-cols-1"
      >
        <div>
          <img src={page5img} alt="" className="w-[90%] p-4" />
        </div>
        <div>
          <h1
            className="
                text-[54px] text-[#ff28b4] font-rozha"
          >
            मोहिनीअट्टम
          </h1>
          <h2 className="text-[40px] text-[#ac227c] ">
            शास्त्रीय नृत्य - कला और संस्कृति
          </h2>
        </div>
      </div>
      <div className="grid grid-cols-4 m-7 border-b-8 rounded-xl border-[#ff26b4] pb-6 break-words whitespace-normal text-[15px] max-[800px]:grid-cols-2 text-justify leading-relaxed gap-4 max-[525px]:grid-cols-1">
        <div>
          <p>
            <span class="text-[55px] text-[#ff26b4]">मो</span>
            हिनीअट्टम, यः शब्दार्थे हिन्दू पौराणिक कथानां दिव्यः 'मोहिनी' इति
            नृत्यः अस्ति, केरलस्य शास्त्रीय एकल नृत्यः अस्ति। एकः पौराणिक कथा
            अनुसारं, भगवान विष्णुः असुराणां मनोहरं कर्तुं 'मोहिनी' इति वेशं
            धारयामास। एषः समुद्र मंथनं च भस्मासुरस्य वधं च संबंधति। नाजुकाः
            शारीरिक क्रियाः च सूक्ष्माः मुखस्य भावाः च अधिकं स्त्रैणस्वरूपेण
            वर्तन्ते, अतः महिला-प्रदर्शनाय अत्र आदर्शाः भवन्ति।
            <br />
            <br />
            <b>मोहिनीअट्टम किं अस्ति?</b>
            <br />
            मोहिनीअट्टम एकः शास्त्रीय-भारतीय-नृत्यशैली अस्ति, यः भारतस्य
            केरलराज्ये उत्पन्नः। एषः भारतस्य अष्ट शास्त्रीय नृत्यानां मध्ये एकः
            अस्ति। मोहिनीअट्टम महिलाभिः एकलरूपेण कृतः नृत्यः अस्ति।
          </p>
        </div>
        <div className="max-[800px]:order-3 max-[525px]:order-2">
          <p>
            एषः भगवान विष्णोः स्त्री अवतार मोहिनी उपरि आधारितः अस्ति।
            मोहिनीअट्टमस्य सुन्दर रमणम्, भावपूर्णं मुखाभिव्यक्तिः च
            विस्तृतवेषभूषा च प्रसिद्धा अस्ति। अयं नृत्यः प्रायः मंदिरेषु च
            त्योहारेषु च आयोज्यते। किञ्चित प्रसिद्ध मोहिनीअट्टम नर्तकाः कलामंडलम
            कल्याणीकुट्टी अम्मा, डॉ. वैजयंतीमाला बाली च डॉ. पद्मा सुब्रह्मण्यम च
            अस्ति।
            <br />
            <br />
            <b>मोहिनीअट्टम: इतिहासः च विकासः</b>
            <br />
            मोहिनीअट्टमस्य ऐतिहासिकसंदर्भः 1709 तमे वर्षे मझमगलम् नारायणन
            नंबूदरी महोदयेन लिखितं ग्रन्थे व्यवहारमाला तथा पश्चात्तः महाकवि
            कुंजन नंबियार महोदयेन लिखितं घोषयात्रा इत्यस्मिन् द्रष्टुं शक्यते।
            केरलस्य अयं नृत्यरूपः त्रावणकोरराज्ञः महाराज कार्तिक तिरुनल च तेषां
            उत्तराधिकारी महाराज स्वाति तिरुनल (18वीं -19वीं शताब्दी ई.) वर्तमानं
            शास्त्रीय स्वरूपे संरचितः।
            <br />
            अस्मिन् नृत्ये उत्पत्तिं निश्चितं कालं ज्ञातुं न शक्यते, यद्यपि
          </p>
        </div>
        <div className="max-[525px]:order-3">
          <p>
            मंदिरनर्तकाणां समुदायस्य अस्तित्वं प्रमाणितुं साक्ष्याणि सन्ति, यः
            समुदायः मंदिरपुजारिभिः उच्चारितानां मंत्राणां सह भावपूर्ण मुद्राः
            संयोजयित्वा मंदिरानुष्ठानानि सहायते।
            <br />
            मोहिनीअट्टम, यथा अद्य दृष्टं, विकासस्य दीर्घ प्रक्रियायाः माध्यमेन
            विकसितं अस्ति। अस्य उत्पत्तिः केरलस्य मंदिराणां सह संबद्धा अस्ति।
            <br />
            <br />
            <b>मोहिनीअट्टमस्य प्रमुखाः सिद्धान्ताः</b>
            <br />
            <b>1. लास्यः</b>
            <br />
            &nbsp;&nbsp;लास्य नृत्यस्य स्त्रैणं पक्षं अस्ति। अस्य विशेषता
            कोमलाः, सुन्दराः क्रियाः सन्ति। मोहिनीअट्टम एकः लास्यप्रधानः
            नृत्यशैली अस्ति। अयं अर्थं प्रकटयति यः स्त्रैणस्य सुन्दरता च शालीनता
            च उपरि अधिकं ध्यानं ददाति।
            <br />
            <b>2. त्रिसामा: </b>
            <br />
            &nbsp;&nbsp; त्रिसामा नृत्यस्य त्रयाणां तत्त्वानां समन्वयं दर्शयति:
            नृत्त (शुद्ध नृत्य), नृत्य (अभिव्यक्तिपरक नृत्य) च नाट्य (नाटक)।
          </p>
        </div>
        <div className="max-[800px]:order-4 max-[525px]:order-4">
          <p>
            मोहिनीअट्टम नर्तकाः नृत्यस्य त्रयाणां तत्त्वानां समन्वयं कर्तुं
            योग्याः स्युः। एषः एकः सामंजस्यपूर्णः च अभिव्यंजकः प्रदर्शनः
            निर्माति।
            <br />
            <b>3. अभिनयः</b>
            <br />
            &nbsp;&nbsp;अभिनयं भारतीय शास्त्रीय नृत्ये चेहरे के भावानां च
            हस्तयोः हाव-भावानां च कला अस्ति। मोहिनीअट्टम नर्तकाः नृत्यस्य
            भावानां च अर्थानां च व्यक्तिं कर्तुं अभिनयं उपयुज्यन्ते।
            <br />
            <b>4. मुद्रा: </b>
            <br />
            &nbsp;&nbsp;मुद्राः हस्तानां इशाराः याः भारतीय शास्त्रीय नृत्ये
            विशिष्टं अर्थं व्यक्तुं उपयुज्यन्ते। मोहिनीअट्टम नर्तकाः कथाः वदन्ति
            च भावनां व्यक्तुं विभिन्नप्रकाराणां मुद्राणां उपयोगं कुर्वन्ति।
            <br />
            <b>5. तालः च लयः: </b>
            <br />
            &nbsp;&nbsp; तालः (लय) च लयः (गति) भारतीय शास्त्रीय नृत्यस्य
            आवश्यकतत्त्वानि सन्ति। मोहिनीअट्टम नर्तकाः लयस्य गहनं ज्ञानं युक्ताः
            भवन्ति। तेषां सम्पूर्ण प्रदर्शनस्य कालसमा नृत्यस्य गत्याः निरन्तरं
            संरक्षणं कर्तुं सक्षमाः भवन्ति।
          </p>
        </div>
      </div>
    </div>
  );
}

export default Page5;
