import React from "react";
import page10img from "../../assets/page10img.jpeg";

function Page10() {
  return (
    <div id="page10">
      <div className="flex justify-end">
        <h1 className="text-[50px] max-[350px]:text-[35px] mr-8 rounded-xl px-3 border-2 border-[#147221] text-[#147221]">
          संस्कृत-वार्ताः
        </h1>
      </div>
      <div className="m-10">
        <img src={page10img} alt="" />
      </div>
      <div className="grid grid-cols-4 border-b-8 rounded-xl pb-6 border-green-500  break-words whitespace-normal text-justify leading-relaxed gap-4 m-7 max-[700px]:grid-cols-2 max-[475px]:grid-cols-1">
        <div className="order-1">
          <p>
            <span class="text-[55px] text-green-700"> सं</span>
            स्कृतभाषा च साहित्यं च विश्वे स्वकीयम् एकं विशेषं स्थानम् अस्ति।
            विश्वस्य सर्वेषां प्राचीनभाषाणां च तेषां साहित्यस्य (वाङ्‌मयस्य)
            मध्ये संस्कृतस्य विशेषं महत्वम् अस्ति। एषः महत्वः अनेकैः कारणैः
            दृष्टिभिः च अस्ति। भारतस्य सांस्कृतिक, ऐतिहासिक, धार्मिक,
            अध्यात्मिक, दर्शनिक, सामाजिक च राजनीतिकजीवनस्य च विकासस्य सोपानानां
            संपूर्णव्याख्या संस्कृतवाङ्‌मयेन अद्य प्राप्यते। स्
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>भारतस्य सांस्कृतिक-भाषा</b>
            <br />
            &nbsp;&nbsp;&nbsp;सहस्राब्दीयः से संस्कृतभाषा च तस्य वाङ्‌मयस्य च
            भारतस्य सर्वाधिक प्रतिष्ठा प्रापिता अस्ति। भारतस्य एषा
            सांस्कृतिकभाषा अस्ति। सहस्राब्दीयं यावत् समग्रं भारतं सांस्कृतिकं च
            भावात्मकं च एकतां आबद्धं कर्तुं एषा भाषायाः महत्वपूर्णं कार्यं
            कृतम्। अत्र भारतीयमनीषा एषां भाषां 'अमरभाषा' इत्यस्मिन् 'देववाणी'
            इत्यस्मिन् च सम्मानितवती अस्ति। <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>साहित्य-निर्माणम् </b>
            <br />
            &nbsp;&nbsp;&nbsp;ऋग्वेदकालात् आरभ्य अद्यतं यावत् अस्मिन् भाषायां
            सर्वप्रकारस्य वाङ्‌मयस्य निर्माणं क्रियते। हिमालयात् कन्याकुमार्याः
            तटस्य पर्यन्तं कस्यापि रूपेण संस्कृतस्य अध्ययनं अध्यापनं च अद्यत्वं
            जातम्। भारतीयसंस्कृतिः च विचारधारा च माध्यमं कृत्वा एषा भाषा
            अनेकदृष्टिभिः धर्मनिरपेक्षः अपि अस्ति। धार्मिकः, साहित्यिकः,
            आध्यात्मिकः, दार्शनिकः, वैज्ञानिकः च मानविकी च प्रायः समस्तप्रकारस्य
            वाङ्‌मयस्य रचना एषा भाषायाम् अभवत्। <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>ऋग्वेदसंहिता </b>
            <br />
            &nbsp;&nbsp;&nbsp;ऋग्वेदसंहिता के कतिपय मंडलानां भाषा संस्कृतवाणी का
            सर्वप्राचीनं उपलब्धस्वरूपं अस्ति। ऋग्वेदसंहिता एषा भाषायाः पुरातनतमः
            ग्रंथः अस्ति। अत्र एषां ध्यानं दातव्यम् यः ऋग्वेदसंहिता केवलं
            संस्कृतभाषायाः प्राचीनतमः ग्रंथः न, अपितु सः आर्यजातिः
            संपूर्णग्रंथराशौ च प्राचीनतमः ग्रंथः अस्ति।
          </p>
        </div>
        <div className="order-2 max-[700px]:order-3 max-[475px]:order-2">
          <p>
            अन्ये शब्दे, समस्त विश्ववाङ्‌मयस्य सः (ऋक्संहिता) सर्वाधिक पुरातनं
            उपलब्धं ग्रंथः अस्ति। दश मंडलानां एषः ग्रंथः द्वितीयात् सप्तमं मंडलं
            यावत् अंशः प्राचीनतमः च प्रथमः च, तथा दशमं मंडलम् अपेक्षया
            अर्वाचीनम् अस्ति। ऋग्वेदकालात् आरभ्य अद्यतं यावत् अस्य भाषायाः अखंडः
            च अविच्छिन्नः परंपरा गत्यन्ती अस्ति। ऋक्संहिता केवलं
            भारतीयवाङ्‌मयस्य अमूल्यनिधिः न, अपितु समग्र आर्यजातिः च समस्त
            विश्ववाङ्‌मयस्य सर्वाधिक महत्वपूर्णं विरासत् अस्ति।
            <br />
            विश्वस्य प्राचीन प्रागैतिहासिक संस्कृतियों का यः अध्ययनः कृतः अस्ति,
            तत्र कदाचित् आर्यजातिसंवद्ध अनुशीलनस्य विशेषं स्थानम् अस्ति। एषः
            वैशिष्ट्यः ऋग्वेदसंहितायाः कारणतः अस्ति। आर्यजातिः आद्यतम
            निवासभूमिः, तेषां संस्कृति, सभ्यता, सामाजिकजीवन आदि विषये अनुशीलनम्
            अभवत्। ऋक्संहिता तेषां सर्वाधिक महत्वपूर्णं च प्रामाणिकं स्रोतं
            जातम्। पश्चिमे विद्वांसः संस्कृतभाषायाः च ऋक्संहितायाः च परिचयमाप्य
            तुलनात्मकभाषाविज्ञानस्य अध्ययनं उचितदिशां प्रदत्तवान्, तथा
            आर्यभाषाणां भाषाशास्त्रीयविवेचनं प्रौढ़िः च शास्त्रीयता च विकासिता।
            भारतस्य वैदिकऋषिः च विद्वांसः स्ववैदिकवाङ्‌मयम् मौखिकं च
            श्रुतिपरंपरा द्वारा प्राचीनतमरूपेण अत्यन्तसावधानीपूर्वक सुरक्षितं च
            अधिकृतं च अनायितम्। कस्यापि प्रकारस्य ध्वनिपरक, मात्रापरक यावत्
            स्वरपरक परिवर्तनात् पूर्णतया रक्षणं कर्तुं वैदिकवेदपाठी सहस्राब्दीयं
            यावत् अथकं प्रयासं कुर्वन्ति। <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>वेदव्यासस्य योगदानम् </b>
            <br />
            &nbsp;&nbsp;&nbsp;'वेद' इत्यस्मिन् शब्दे मन्त्रभागः (संहिताभागः) च
            'ब्राह्मण' इत्यस्मिन् भागे बोधः मन्यते। 'ब्राह्मण' भागस्य त्रीणि
            अंशाः- ब्राह्मण, आरण्यक च उपनिषद् इति कथ्यते। लिपिकला विकासेन पर्व
            मौखिकपरंपरया वेदपाठिनः एषां रक्षणं कृतम्। बहुत्-सा वैदिकवाङ्‌मयम्
            लुप्तं जातम्। किन्तु अद्यापि यत् उपलब्धं अस्ति, तस्य महत्वम् बहु
            अस्ति। भारतीयदृष्ट्या वेदः 'अपौरुषेय' इति मन्यते। उच्यते यः
            मन्त्रदृष्टा ऋषयः मन्त्राणां साक्षात्कारं कृतवान्।
          </p>
        </div>
        <div className="order-3 max-[700px]:order-2 max-[475px]:order-3">
          <p>
            आधुनिकजगत् एषां स्वीकृतिं न करोति। तथापि, एषः मन्यते यः वेदव्यासः
            वैदिकमन्त्राणां संकलनं कृत्वा संहितायाः रूपेण प्रतिष्ठां दत्तवान्।
            अतः संपूर्णभारतीयसंस्कृतिः वेदव्यासस्य युग-युगं ऋणी भवेत्।
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>ऋक्संहितायाः भाषा </b>
            <br />
            &nbsp;&nbsp;&nbsp;ऋक्संहितायाः भाषा संस्कृतस्य आद्यतमं उपलब्धरूपं
            मन्यते। एषा अपि मन्यते यः उक्तसंहितायाः प्रथमदशममंडलयोः भाषा
            प्राचीनतरम् अस्ति। कतिपय विद्वांसः प्राचीनवैदिकभाषां परवर्तीपाणिनीय
            (लौकिकं) संस्कृतात् भिन्नं मन्यन्ति। किन्तु एषः पक्षः भ्रमपूर्णः
            अस्ति। वैदिकभाषा अभ्रांतं रूपेण संस्कृतभाषायाः आद्य उपलब्धरूपं
            अस्ति। पाणिनिः यस्य संस्कृतभाषायाः व्याकरणं लिखितवान्, तस्य दूः
            अंशाः अस्ति- <br />
            &nbsp;&nbsp;&nbsp;1. वैदिकभाषा, यां 'अष्टाध्यायी' मध्ये 'छंदप्' इति
            कथ्यते। <br />
            &nbsp;&nbsp;&nbsp;2. भाषा, यां लोकभाषा वा लौकिकभाषा रूपेण स्थापनं
            कृतम्। <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>भाषायाः कॄते प्रथमप्रयोगः</b>
            <br />
            &nbsp;&nbsp;&nbsp;'व्याकरण महाभाष्य' नामतः प्रसिद्धः आचार्य पतंजलिः
            शब्दानुशासनस्य, वैदिकभाषा च लौकिकभाषायाः शब्दानां आरम्भे उल्लेखः
            अभवत्। 'संस्कृत नाम दैंवी वागन्वाख्याता महर्षिभि:' इति यः देवभाषा वा
            संस्कृत इति उच्यते, तं संभवतः यास्क, पाणिनि, कात्यायन च पंतजलि च
            कालात् छंदोभाषा (वैदिकभाषा) च लोकभाषा च द्वयोः नामनां, स्तराणां च
            रूपाणां द्वारा व्यक्तं कृतम्। अनेके विद्वांसः वदन्ति यः 'संस्कृत'
            इत्यस्मिन् शब्दस्य प्रयोगः सर्वप्रथम 'वाल्मीकि रामायण' के
            'सुंदरकांड' (30 सर्ग) हनुमतः विशेषणरूपेण (संस्कृता वाक्) कृतः अस्ति।
            भारतीयपरंपरायाः किंवदंतीं अनुसारं संस्कृतभाषा प्रथमे अव्याकृतं
            आसीत्, तस्य प्रकृति, प्रत्ययादि च विशिष्टविवेचनं न अभवत्। देवैः
            प्रार्थनायाः करणात् देवराज इंद्रः प्रकृति, प्रत्ययादि च
            विश्लेषणविवेचनस्य उपायात्मकविधानं प्रस्तुतम्।
          </p>
        </div>
        <div className="order-4">
          <p>
            एषः 'संस्कार' विधानः कारणात् भारतस्य प्राचीनतम आर्यभाषायाः नाम
            'संस्कृत' इति जातम्। <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>विकसित-स्वरूपम् </b>
            <br />
            &nbsp;&nbsp;&nbsp;ऋक्संहिताकालीन साधुभाषा च 'ब्राह्मण', 'आरण्यक' च
            'दशोपनिषद्' इत्यादि साहित्यिक वैदिकभाषायाः अनन्तरम् तस्य
            विकसितस्वरूपं 'लौकिकसंस्कृत' वा 'पाणिनीयसंस्कृत' इति जातम्। एषः
            'संस्कृत' वा संस्कृतभाषा इति उच्यते। किन्तु अद्य केचिद् भाषाविदः
            संस्कृतं संस्कारद्वारा निर्मितं कृत्रिमभाषा मन्यन्ते। एषः मन्यते यः
            एतेषां संस्कृतं मूलाधारं पूर्वतरकालं उदीच्य, मध्यदेशीय वा
            आर्यावर्तीय विभाषाः आसन्। 'विभाषा' वा 'उदीचाम्' इति शब्देन पाणिनि
            सूत्रेषु तेषां उल्लेखः लभ्यते। तेषां अतिरिक्तं 'प्राच्य' इत्यादि
            बोलयः अपि आसन्। किन्तु पाणिनिः भाषायाः एकं सार्वदेशिकं च सर्वभारतीयं
            च परिष्कृतं रूपं स्थिरं कृतवान्। धीरे-धीरे पाणिनिसंमतभाषायाः प्रयोगः
            रूपं च विकासः प्रायः स्थायीं जातम्। पतंजलिः कालात् 'आर्यावर्त'
            (आर्यनिवास) स्थितस्य शिष्टजनाः संस्कृतं बोलचालस्य भाषा आसीत्। परं
            शीघ्रं तं समग्रं भारतस्य द्विजातिवर्गः च विद्वत्समाजः सांस्कृतिकं च
            आकारभाषां जातम्।
            <br />
            संस्कृतभाषायाः विकासस्तराणां दृष्ट्या अनेकविद्वांसः अनेकं रूपेण तस्य
            ऐतिहासिककालविभाजनं कृतवन्। सामान्यसौविध्यं दृष्ट्या अधिकं मान्यम्
            इदं निम्नांकितकालविभाजनं अस्ति - <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. आदिकाल, वेदसंहिताः च
            वाङ्मयस्य कालः - ई. पू. 4500 तः 800 ई. पू. पर्यन्तम्। <br />
            &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. मध्यकाल, ई. पू. 800 तः 800 ई.
            पर्यन्तम्, यत्र शास्त्राणां, दर्शनसूत्राणां, वेदांगग्रंथानां,
            काव्यानां च किञ्चित् प्रमुखसाहित्यशास्त्रीयग्रंथानां निर्माणं जातम्।{" "}
            <br />
            3. परवर्तीकाल, 800 ई. तः 1600 ई. पर्यन्तं वा अद्यतनकालः - यः युगः
            काव्यं, नाटकं, साहित्यशास्त्रं, तंत्रशास्त्रं, शिल्पशास्त्रं च
            ग्रंथानां रचनायाम् सह मूलग्रंथानां व्याख्यात्मककृत्यां च
            महत्वपूर्णसर्जना अभवत्।
          </p>
        </div>
      </div>
    </div>
  );
}

export default Page10;
