import React from "react";
import page15img1 from "../../assets/page15img1.jpeg";
import page15img2 from "../../assets/page15img2.jpeg";

function Page15() {
  return (
    <div id="page15">
      <div className="flex justify-end">
        <h1 className="text-[50px] mr-8 border-2 px-3 rounded-xl text-[#2367fa] max-[470px]:text-[30px] border-[#2367fa]">
          विश्वम्
        </h1>
      </div>
      <h2 className="text-[55px] max-[470px]:text-[40px] font-rozha text-center text-[#2367fa]">
        ‘वसुधैव कुटुम्बकम्’ इति अवधारणायाः वैश्विकमञ्चे नेतृत्वं वहन्ति
        प्रधानमन्त्री मोदी।
      </h2>

      <div className="grid grid-cols-2 max-[470px]:grid-cols-1 m-7">
        <div>
          <img src={page15img1} alt="" className="rounded-2xl" />
        </div>
        <div>
          <img src={page15img2} alt="" className="rounded-2xl" />
        </div>
      </div>

      <div className="grid grid-cols-4 max-[780px]:grid-cols-2  break-words whitespace-normal text-justify leading-relaxed gap-4 m-7 max-[470px]:grid-cols-1 border-b-8 rounded-xl pb-6 border-[#2367fa]">
        <div className="order-1">
          <span class="text-[55px] text-[#2367fa]">व</span>
          सुधैव कुटुम्बकम् इति वाक्यम् सनातनसंस्कृतेः मूलाधारः अस्ति। अस्माकं
          संस्कृतिः अस्मान् शिक्षयति यत् धर्म, सम्प्रदाय, जाति, लिङ्ग इत्यादीनां
          भेदानां उपरि मानवं मात्रम् उद्धर्तुं समस्तस्य लोकस्य कल्याणाय कार्यं
          कर्तव्यम् अस्ति। २६ मई २०१४ तमे दिने प्रधानमन्त्रिणा नरेन्द्रमोदी
          महोदयेन देशस्य नेतृत्वं स्वहस्ते स्वीकरणं कृत्वा एतादृशं संदेशं दत्तम्
          यत् सनातनसंस्कृतेः मूलं स्वीकरणीयम् अस्ति, तस्य नीति वसुधैव कुटुम्बकम्
          इति भविष्यति।
          <br />
          मोदी महोदयः प्रधानसेवकस्य रूपेण देशसेवायाः कृत्यं कुर्वन्तः दशवर्षाणि
          सम्पूर्णानि अकुर्वन्। अस्य समये ते न केवल देशसीमायाः अन्तः भारतस्य
          विकासाय योगदानं अयच्छन्, अपि तु सम्पूर्णविश्वे अपि अतुलनीयं योगदानं
          कृतवन्तः। ये राष्ट्राः पूर्वं भारतं न्यूनमूल्यम् अयच्छन्, अद्य तान्येव
          राष्ट्राणि भारतं अग्रणी राष्ट्ररूपेण पश्यन्ति। अद्यतने समये,
          कोरोनामहामारी वा युद्धस्य विभीषिकया पीडिताः देशाः, ये अपि दुःखं
          सहन्ति, सर्वे भारतात् सकारात्मकं साहाय्यं अपेक्षन्ते। भारतं सम्पूर्णं
          विश्वं स्वपरिवारं मन्वानम्, यदा विश्वं संकटेन परिगृहीतम् अस्ति, तदा
          भारतं मुक्तहस्तेन साहाय्यं अयच्छत्।
          <br />
          प्रधानमन्त्री नरेन्द्रमोदी महोदयः वसुधैव कुटुम्बकम् इति सिद्धान्तं
          वैश्विकमञ्चे प्रमुखतया प्रस्तौतवन्तः। अस्य सिद्धान्तस्य आधारे, ते
          वैश्विकशान्तिं सहयोगं च वृद्ध्यर्थं नानाविधं महत्वपूर्णं क्रियमाणं च
          कदम् अयच्छन्। नूतनकाले, प्रधानमन्त्रिणा मोदी महोदयेन यूक्रेनादेशं
          यात्रा कृतवती, यत् महत्वपूर्णं पादम् अभवत्। अस्य यात्रायाः उद्देश्यः
          आसीत् रूस-यूक्रेनयुद्धस्य मध्ये शान्तेः स्थिरतायाश्च पुनर्निर्माणाय
          चर्चायाः कूटनीतेः च समर्थनं कर्तुम्। <br />
          मोदी महोदयः यूक्रेनस्य राष्ट्रपतिना वोलोदिमिर् जेलेंस्किना सह मिलित्वा
          युद्धस्य शान्तिपूर्णसमाधानाय स्वान् विचारान् सन्दिष्टवन्तः। अस्या
          यात्रायाः काले, भगवत् बुद्धस्य शान्तेः समतुल्यस्य च संदेशं अपि
          प्रस्तोतवन्तः।
        </div>
        <div className="order-2 max-[780px]:order-3 max-[470px]:order-2">
          एषा यात्रा न केवल भारत-यूक्रेनयोः मध्ये सम्बन्धानां सुदृढीकरणाय अभवत्,
          अपितु वैश्विकशान्त्याः स्थिरतायाश्च प्रति भारतस्य प्रतिबद्धतां अपि
          प्रदर्शयति। <br />
          युद्धग्रस्ते यूक्रेने प्रधानमन्त्रिणा नरेन्द्रमोदी महोदयेन
          ऐतिहासिकयात्रां कृत्वा २३ जुलै दिनाङ्के कीव नगरे वोलोदिमिर्
          जेलेंस्किना सह द्विपक्षीय वार्ता सम्पन्ना। तयोः मध्ये मरियिंस्कि-पैलेस
          मध्ये त्रयः घंटानां पर्यन्तं संवादः अभवत्। वार्तायाः मध्ये
          प्रधानमन्त्रिणा मोदी महोदयेन उक्तं यत् अहं शान्तेः संदेशं गृहीत्वा
          आगतवान्। ते उक्तवन्तः यत् संघर्षस्य समाधानं युद्धक्षेत्रे न सम्भवति।
          ते पुनः उक्तवन्तः यत् विलम्बं विना शान्तेः समाधानं प्राप्तुम् अग्रे
          गन्तव्यम्।
          <br />
          प्रधानमन्त्री नरेन्द्रमोदी महोदयः जेलेंस्किनं उक्तवान् – "अहं भवतः
          (राष्ट्रपतिं जेलेंस्किं) मम प्रतिनिधिमण्डलस्य च उष्णस्नेहेन स्वागतं
          कृत्वा धन्यवादं ददामि। अद्य भारत-यूक्रेनयोः सम्बन्धानां निमित्तं
          अत्यन्तं ऐतिहासिकः दिनः अस्ति। भारतीयस्य प्रधानमन्त्रिणः प्रथमं
          यूक्रेनदेशं आगमनं स्वयमेव एकः ऐतिहासिकः घटनायाः रूपेण अस्ति। श्वः भवतः
          राष्ट्रियदिवसः अस्ति, अस्माकं तेन निमित्तेन भवते हार्दिकं अभिनन्दनं
          प्रेषयामः। अस्माकं यूक्रेनदेशे शान्त्यर्थं प्रार्थना अस्ति।"
          <br />
          रूसस्य संदर्भं कृत्वा मोदी महोदयः उक्तवान् – "किञ्चित्कालपूर्वं
          समरकन्दे रूसीराष्ट्रपतिना पुतिनेन सह मम संवादे अपि मया नेत्रेभ्यः
          नेत्रं मिलित्वा उक्तं यत् एतत् युद्धस्य समयः न अस्ति। मया रुस्यां सह
          गच्छन्त्यः वार्तायाः निमित्तं अपि उक्तं आसीत् यत् कस्यापि समस्यायाः
          समाधानं युद्धक्षेत्रे कदापि न अभवत्। समाधानस्य मार्गः संवादात्
          कूटनीतेः च आगच्छति। अस्माभिः कालं न नष्टयित्वा तस्मिन् दिशि अग्रे
          गन्तव्यम्।"
          <br />
          प्रधानमन्त्री मोदी महोदयः पुनरपि उक्तवान् – "बालानां शहादतेः स्थले
          दृष्ट्वा मम मनः अत्यन्तं दुःखितम् अभवत्। विशेषतः अहं शान्तिं प्रति
          भवता सह संवादं कर्तुं इच्छामि। अहं विश्वासं दातुं इच्छामि यत् शान्तेः
          प्रत्येकप्रयत्नेषु भारतं सक्रियभूमिकां वहति, अस्माभिः यथा शक्यते तथैव
          मित्रस्य रूपेण योगदानं कर्तुं निश्चितं भविष्यति।"
          <br />
        </div>
        <div className="order-3 max-[780px]:order-2 max-[470px]:order-3">
          <b>चत्वारि सहमतिहस्ताक्षरितानि </b> <br />
          अस्य यात्रायाः काले, उभयोः राष्ट्रयोः मध्ये चत्वारि
          सहमतिहस्ताक्षरितानि। एतेषु मानवीयसहायता, संस्कृति, चिकित्सा, कृषि
          क्षेत्रे सहयोगः च सम्मिलितः अस्ति। प्रधानमन्त्रिणः मोदी महोदयस्य
          जेलेंस्किना सह कीव नगरे संमेलनस्य अनन्तरं भारतीयविदेशमन्त्रिणा एस्
          जयशङ्करः उक्तवान् – "यथा भवतः ज्ञातम् अस्ति, प्रधानमन्त्री
          नरेन्द्रमोदी महोदयः अद्य प्रभाते कीव नगरे प्राप्तवान्, अस्माभिः सर्वाः
          अधिकारिकाः वार्ताः इदानीं सम्पन्नाः। एषा एकः ऐतिहासिकः यात्रा अस्ति।
          १९९२ तमे वर्षे राजनयिकसम्बन्धानां स्थापनानन्तरं एषः प्रथमः अवसरः यः
          भारतीयप्रधानमन्त्री यूक्रेनं दृष्टवान्।"
          <br />
          <b>जेलेंस्किनं भारतं आगमनाय निमन्त्रणम् </b> <br />
          प्रधानमन्त्री मोदी महोदयः उक्तवान् – "भारतं यूक्रेनदेशेन सह स्थितं
          अस्ति च मित्रस्य भूमिकां कर्तुं सज्जः अस्ति।" यूक्रेनस्य राष्ट्रपतिना
          जेलेंस्किना प्रधानमन्त्रिणः मोदी महोदयस्य यात्रां अत्यन्तं स्नेहपूर्णं
          ऐतिहासिकं च मन्यमानः। विदेशमन्त्रिणा डॉ. एस् जयशङ्करेण उक्तं –
          "प्रधानमन्त्री मोदी महोदयः यूक्रेनस्य राष्ट्रपतिं जेलेंस्किं भारतं
          आगमने निमन्त्रणं अयच्छत्। अस्माभिः आशा अस्ति यत् स्वसुविधानुसारं
          जेलेंस्किः भारतं आगमिष्यति।" विदेशमन्त्रिणा डॉ. एस् जयशङ्करेण अपि
          उक्तं – "अद्य भारतं यूक्रेनदेशाय भीष्मं चिकित्सा साहाय्यम् अयच्छत्।"
          <br />
          <b>युद्धे भारतस्य संदेशः</b>
          <br />
          रूस-यूक्रेनयुद्धे प्रधानमन्त्रिणः नरेन्द्रमोदी महोदयस्य संदेशं
          स्पष्टीकृतवान् जयशङ्करः इत्युक्तवान् – "भारतस्य मतं एतत् यत् उभयोः
          पक्षयोः संवादेन समाधानस्य मार्गः अन्वेषणीयः अस्ति।" रूसे स्थापितेषु
          प्रतिबन्धेषु विषये जयशङ्करः उक्तवान् – "भारतस्य
          राजनैतिक-कूटनीतिक-इतिहासस्य अंशः एषः नास्ति यत् अस्माभिः कस्यापि
          राष्ट्रे प्रतिबन्धाः आरोपिताः। अस्माभिः सामान्यतः संयुक्तराष्ट्रेण
          स्थापितेषु प्रतिबन्धेषु आस्था अस्ति। तेषु एव प्रतिबन्धेषु अस्माभिः
          सम्मानः दत्तः अस्ति।"
          <br />
          <br />
        </div>
        <div className="order-4">
          <b>अस्य यात्रायाः विविधाः सकारात्मकाः परिणामाः दृष्टाः सन्ति:</b> 1.
          शान्तेः स्थैर्यस्य च मार्गे पदमर्पणम्: मोदी महोदयस्य यात्रया
          रूस-यूक्रेनयुद्धस्य शान्तिपूर्णसमाधानस्य दिशि महत्त्वपूर्णः प्रयासः
          कृतः। तेन उभयोः पक्षयोः मध्ये संवादस्य प्रोत्साहनं कृतं तथा शान्तेः
          अपीलः कृतः।अ
          <br />
          2. वैश्विकसमर्थनम्: अस्या यात्रया भारतं एकः महत्त्वपूर्णः वैश्विकः
          नायकः इति स्थापितम्, यः केवलं स्वस्य हितानां रक्षां न करोति, अपितु
          वैश्विकशान्तेः स्थैर्यस्य च प्रति अपि प्रतिबद्धः अस्ति।
          <br />
          3. सांस्कृतिक-आर्थिकसहयोगः: अस्या यात्रायाः समये भारत-यूक्रेनयोः मध्ये
          कृषि, खाद्यउद्योगः, चिकित्सोपकरणनियमनम्, सामाजिकसहायता परियोजनाः
          इत्यादिषु सहयोगस्य समझौताः अभवन्।
          <br />
          4. वैश्विकसन्तुलनम्: मोदी महोदयेन भगवान् बुद्धस्य शान्तेः सन्तुलनस्य च
          संदेशः प्रस्तुतः, येन वैश्विकसन्तुलनस्य शान्तेः च प्रति महत्त्वपूर्णः
          संदेशः प्रेषितः।
          <br />
          <b>निष्कर्षः </b> <br />
          प्रधानमन्त्रिणः नरेन्द्रमोदी महोदयस्य नेतृत्वे भारतस्य प्रतिष्ठा
          सम्पूर्णविश्वे दृढा अभवत्। भारतं विश्वशक्तिरूपेण प्रकटमस्ति। अद्यकाले
          सम्पूर्णविश्वे भारतस्य स्वरः प्रभावेन श्रूयते। प्रधानमन्त्रिणः मोदी
          महोदयस्य कूटनीत्या विश्वमञ्चे भारतस्य धाकः वर्धितः अस्ति। अतः एव
          अमेरिकेन रूस-यूक्रेनयुद्धस्य समाप्त्यर्थं भारतस्य प्रमुखभूमिकां
          निवेदितुं प्रार्थितम्। अमेरिकस्य विदेशविभागस्य प्रवक्त्रा मैथ्यू मिलर
          महोदयेन उक्तम् – 'भारतस्य रूससह ऐतिहासिकसंबन्धाः दृढाः च सन्ति।
          अस्माभिः इच्छ्यते यत् भारतं तेषां सम्बन्धानां उपयोगं कृत्वा
          रूसराष्ट्रपतिं पुतिनं युद्धस्य समाप्त्यर्थं प्रावेदनं करोतु। तेन उक्तं
          यत् "भारतस्य रूससह पुरातनाः दृढाः च सम्बन्धाः सन्ति, एते सर्वैः
          अवगम्यन्ते। वयं इच्छामः यत् भारतः तेषां सम्बन्धानां उपयोगं कृत्वा
          रूसराष्ट्रपतिं पुतिनं निवेदयेत् यत् सः यूक्रेनविरुद्धं वर्तमानं
          अवैधयुद्धं समाप्त्यतु तथा शान्तिं स्थापयतु।"
        </div>
      </div>
    </div>
  );
}

export default Page15;
