import React from "react";
import page1img from "../../assets/page1img.png";

function Page1() {
  return (
    <>
    <div id="page1">
    <div class="page1 flex flex-col items-center my-10">
        <h1 class="text-[#cc1f1f]  w-[90%] rounded-3xl text-[50px] max-[340px]:text-[40px] font-bold bg-orange-300 text-center p-2  font-rozha" >विवेकचूडामणिः</h1> 
    </div>
      <div className="grid text-[15px] m-7 grid-cols-3 max-[700px]:grid-cols-2 max-[550px]:grid-cols-1
       gap-4 break-words whitespace-normal text-justify leading-relaxed border-b-8 rounded-xl pb-6 border-orange-300">
        <div>
          <p>
            <span class="text-[55px] text-blue-600">ब्र</span>ह्मणः (ईश्वरस्य)
            अस्तित्त्व स्वरूप च सर्वदा प्रश्नाः अभवन्। ब्रह्मसूत्रेष
            (उत्तरमीमांसा) प्रथमसूत्रे भगवान् वेदव्यासः एवमाह - “अथातो
            ब्रह्मजिज्ञासा,” अर्थात्, ब्रह्मणः ज्ञानं प्राप्तुं जिज्ञासा।
            मीमांसा इत्यस्य अर्थः ‘जिज्ञासा’ अस्तिति।
            <br /> ब्रह्मणः स्वरूपस्य विषये द्वैतं, अद्वैतं, विशिष्टाद्वैतं,
            शुद्धाद्वैतं, द्वैताद्वैतं इत्यादयः विचारधाराः सन्ति। ‘अहं
            ब्रह्मास्मि’ अथवा अद्वैतवेदान्ततः तेषु एकः अस्ति। यदा पादे कंटकः
            प्रक्षिप्तः भवति तदा नेत्रेभ्यः अश्रुः आगच्छति, हस्ततः च कंटकं
            निष्कासयितुं गच्छति, एतत् अद्वैतस्य एक उत्तमं उदाहरणं अस्ति।
            अद्वैतवेदान्तस्य प्रक्रियया अस्य अर्थं ज्ञातुम् प्रयत्नं कुर्मः।
            <br /> जीवाः रथमं तु मनुष्यजन्मं दुर्लभं वदन्तति, तस्मात् अपि अधिकं
            दुर्लभं पुरुषत्वं, ततः अपि ब्राह्मणत्वस्य प्राप्तिः कठिनं।
            ब्राह्मणत्वे अपि वैदिकधर्ममानुगमनं, तत्र च विद्वत्त्वं कठिनम् इति
            मन्यते। केवलं एतावत् न तु सर्वं कृत्वापि आत्मा अनात्मा च विवेकिनः,
            सम्यगनुभवः, ब्रह्मात्मभावे स्थथिः, मुक्तिरेव – एते सर्वे करोणजन्मसु
            कृतानां शुभकर्माणां परिपाके एव सिद्ध्यन्ति, न तु अन्यथा। गोस्वामी
            तुलसीदासेन लिखितम्-
            <blockquote class="text-center text-xl">
              <b>
                "बड़़े भाग मानुष तन पावा। <br />
                सुर दुर्लभ पुरान श्रुति गावा।। <br />
                बड़़े भाग पाइय सत्संग।
                <br />
                बिनहिं प्रयास होइ भव भंग।।"
                <br />
              </b>
            </blockquote>
            आदि शंकराचार्य उक्तवान् अस्ति यः मनुष्यः दुर्लभं मनुष्य-देहं लब्ध्वा
            पुरुषत्वं च प्राप्य स्वार्थ- साधने प्रमादं करोति, तस्मात् मूढतरः कः
            वा अस्ति? तेन स्पष्टं उक्तं अस्ति यत् “यदि कश्चित् शास्त्राणि
            व्याख्यायेत्, देवताभिः यजनं कुर्यात्, नाना शुभकर्माणि च कुर्यात्,
            भगवान् ततं च उपास्येत्, तथापि यदि तस्मै ब्रह्मात्ममैक्यस्य बोधः न
            भवति, तर्हि शतकल्पपानां व्यतीतेषु अपि मोक्षं प्राप्तुं न शक्त्यते।”{" "}
            <br />
            योगेन न मोक्षः सिद्ध्यति, न सांख्येन, न कर्मणा, न विद्यया। सः केवलं
            ब्रह्मात्ममैक्य-बोधेन एव सिद्ध्यति, न अन्यथा। यथा वीणायाः रूप-
            लावण्यं तथा तस्याः वादन-कौशलं मनुष्याणां मनोरंजनस्य हेतुः भवति, न तु
            तेन साम्राज्य प्राप्तुं शक्यते; एवं विदुषां वाग्वैदग्ध्यं, शब्ददाना
            धारावाहिकता, शास्त्रव्याख्यान-कौशलं च केवल भोगस्य कारणं भवेत्, न तु
            मोक्षस्य। शंकराचार्यः उक्तवान् यथा औषधिं अपीत्वा केवलं औषधि-शब्दस्य
            उच्चारणेन रोगः न नश्यति, तथा अपरोक्षानुभवं विना केवलं ‘ब्रह्म’ इति
            उक््त्वा कश्चित् मुक्तिं न प्राप्नोति।आधुनिके युगे धर्मस्य अर्थः केवलं देवालये घंटां वादनं,
              पुष््प-मालादीनां च अर््पणं इति गण्‍यते। धार्मिकाः विद्‍वान्
              राम-नाम-उच्चारणं मोक्षस्य उपायं इति वक्‍तुम् प्रवृत्तन्ते। 
          </p>
        </div>
        <div className="max-[700px]:order-3 max-[550px]:order-2">
          <div>
            <img src={page1img} alt="" className="rounded-xl"/>
          </div>
          <div className="grid grid-cols-2 mt-4 gap-5  max-[500px]:grid-cols-1">
            <div>
            किन्तु
              रामकृष्णयोः अवतारः तयोः चरित्राणि आत्मनः जीवनं प्रति अनुवर्तनेव
              अभवत्। मोक्षस्य प्रथमः हेतु: अनित्यवस्तुषु परमवैराग्यं इति उक्तं
              अस्ति। ततः शमः, दमः, तितिक्षा, सम्पूर्णणासक्तितियुक्तकर्मणां
              त्यागः च आवश्यकः। ततः परं मुनिना श्रवणं, मननं च चिरकालं यावत्
              नित्यं आत्मतत्त्वस्य ध्यानं कर्तव्यम्।
               तदा सः विद्वान् परं
              निर्‍विकल्‍पपावस्थितां प्राप्य निर्‍वाणसुखं (मोक्षं) लभते इति
              विवेकचूडामणौ (७२)। आचार्यः शङ्करः उक्तवान् अस्ति – “ब्रह्म सत्यं,
              जगत् मिथ्या”। “ब्रह्मादिभ्यः तृणपर्यन्तं सर्वाः उपाधयः मिथ्याः
              भवन्ति।” युष्ममाकं ब्रह्मा, विष्णुः, इन्द्रः च भवन्ति। एषः सर्ववः
              विश्ववः अपि युष्ममाकं एव रूपं अस्ति। युष्ममात् अन्यत् किंचित् न
              अस्ति” इति विवेकचूडामणौ (३८७, ३८९)। अन्यैः सर्वाः दृष्ट्यवस्तवः
              वस्तुतः मायैव इति। माया का इति प्रश्नो भवति। आचार्यशङ्करस्य वचनैः
              “या अव्यक्तता त्रिगुणात्मकमिका अनाद्यविद्या परमेश्वरस्य पराशक्तिः,
              सा एव माया उच्यते। यस्मात् एतत् सर्वं जगत् उत्पन्नं भवति”। माया न
              सत्, न असत्, न उभयरूपा, न भिन्ना, न अभिन्ना च। सा अत्यद्भुता
              अनिर्वचनीयरूपा भवति। 
            </div>
            <div>
            यथा रज्जु-ज्ञानेन सर्पभ्रमः नश्यति, तथा
              अद्वितीयं शुद्धब्रह्मज्ञानं द्वारा माया नष्टं भवति। सत्त्वं, रजः,
              तमः – एते त्रयः गुणाः प्रसीद्धाः सन्ति यत् तस्यायाः कर्माणां
              स्वरूपेण।
              मनुष्यस्य शरीरं पंचमहाभूतेभ्यः (पृथ्वी, जल, तेज, वायु, आकाश)
              निर्मितं भवति। एतेषां स्वरूपाणि (भोजनं, जलं, वायु इत्यादीनि)
              मनुष्यः ग्रहणं करोति। तेषां तन्मात्राः भोक्तुः जीवस्य सुखार्थं
              शब्दादीनां रूपेण (पृथिव्याः तन्मात्रा गन्धः, जले स्वादः, तेजसः
              दृष्टयं, वायोः स्पर्शः, आकाशस्य शब्दः) पञ्चविषयाः भवन्ति। ततः
              सांसारिकः वा मूढः मनुष्यः स्वभावतः शब्दादिविषयेषु कस्यचित् विषये
              तेषु विषयेषु बद्धः भवति। यदि दोषानुसार विचार्यते तर्हि देहासक्तति:
              विषय-वासना, अहंकारः, माया च, एते सर्वे त्याज्याः भवन्ति।
              देहासक्ततेः विषये आचार्यः शङ्करः वदति – “यो जनः अनाद्यविद्याकृतं
              बन्धनं विमोचयितुं स्वकर्मणि प्रमत्तः भूत्वा प्रतिक्षणं देहस्य
              पोषणं कुरुते, सः स्वमेव घातयति।” विषयवासनायाः संदर्भे आचार्यस्य
              मतम् अस्ति – “विषयः कालसर्पविषेण अपि तीव्रतरः अस्ति, यतः विषं
              केवलं भोक्तारं मारयति, परन्तु विषयाः दृष्टिमात्रं जनं अपि न
              त्यजन्ति।” 
            </div>
          </div>
        </div>
        <div className="max-[700px]:order-2 max-[550px]:order-3">
        अत्र आचार्यः शङ्करः अपि एकं महत्वपूर्णं वाक्यं वदति –
              “यो जनः विषयाणां आशारूपात् कठिनबन्धनात् विमुक्तः भवति, सः एव
              मोक्षस्य भागी भवति, न अन्यः।
        अपि च सः यद्यपि महान् विद्वान् भवेत्
              वा षड्दर्शनानां ज्ञाता अपि स्वयं, तथापि सः मोक्षं न प्राप्नोति।” –
              विवेकचूडामणिः ७९, ८०। अद्वैतवेदान्तस्य प्रक्रियानुसारं जीवः
              अविद्यायाः त्रिभिः शक्तिभिः आच्छादितः भवति। ताः शक्तयः त्रयः –
              आवरणं (स्वरूपविस्मृतिः वा अज्ञानम्), मलः (अन्ततःकरणस्य
              मलिन-संस्कार-जनितं दोषः), विक्षेपः (चित्तचञ्चलता)। रज्जोः भ्रमात्
              सर्पस्य प्रतीतिः भवति।
          अध्यायासः नाम मिथ्यया प्रतीतेः कारणात् एव भयः, कम्पनं, अन्यानि दुःखानि
          च प्राप्यन्ते। किन्तु यथा प्रकाशे सति यदा रज्जोः यथार्थं ज्ञानं भवति,
          तदा रज्जोः अज्ञानं (आवरणम्), अज्ञानकृतः सर्पः (मलः), सर्पप्रतीतेः
          कारणात् उत्पन्नं भयः, कम्पनं, दुःखं च (विक्षेपः) – एते सर्वे एकस्मिन्
          क्षणे समाप्तताः भवन्ति। एवं आत्मस्वरूपस्य ज्ञानं सति आत्मनः अज्ञानं
          (आवरणम्), अज्ञानजनितः प्रपञ्चः (मलः), तस्मात् उत्पन्नं दुःखं च
          (विक्षेपः) – एते अपि एकत्र समाप्तताः भवन्ति। निष्कामकर्मणा मलस्य नाशः
          भवति, उपासनया विक्षेपस्य नाशः, ज्ञानात् आवरणस्य नाशः च भवति। केवलं
          ज्ञानात् एव आत्मसाक्षात्कारः भवति, ततः तस्य दृष्टौ संसारस्य
          संसारबन्धनस्य च अत्यन्ताभावः दृश्यते। सर्वत्र अशेष-विशेष-शून्यं एकं
          अखण्ड चिदानन्दघनं सत्ता एव अवशिष्यता। आत्मसाक्षात्कारः अभवति चेदेव,
          तदा जीवन्मुक्ततेः विदेहमुक्ततेः वा प्रश्नोऽपि नास्ति। सः जनः नित्यं
          मुक्ततः एव अस्ति। अतः यद्यपि मोक्षस्य साक्षात साधनं ज्ञानम एव अस्ति,
          तथापि ज्ञानप्राप्तये अधिकारीकरणे कर्म, उपासनां च साधनं भवतः।
          ब्रह्मस्वरूपे अपि आचार्यशङ्करस्य इदं मतं अस्ति यत् श्रुतिः, अर्थतः
          वेदाः यथा केवलं तटस्थरूपेण ब्रह्मणः बोधं करोति, तथा एव गुरु अपि
          ब्रह्मणः बोधं करोति। परन्तु विदुषः शिष्यस्य आत्ममानुभवः एव मुख्यः
          भवति, यस्य साहाय्येन सः ईश्वरानुगृहीतबुद्ध्यया आत्मानं संसारसागरतः
          पारं गच्छति। अत्र विशेषं अस्ति यत् ब्रह्मणः साक्षात निरूपणं कश्चित्
          अपि कर्तुं न शक्नोति, कारणं तु तस्य शब्दवृत्तेः परे असत्त्वं अस्ति।
          शब्ददः तत्र गन्तुं न शक्नोति। तस्य ज्ञानं तु केवलं लक्षणावृत्त्या एव
          सम्भवति। अज्ञानस्य आवरणशक्ततेः उपस्थितिरेव बन्धः, तथा तस्य अभावे
          मोक्षः इति उच्यते। किन्तु ब्रह्मणः किञ्चित् आवरणं न भवति, यतः तस्मात्
          परं किञ्चित् वस्तुतः नास्ति। अतः सः अनावृतः एव अस्ति। यदि ब्रह्मणः
          आवरणं स्वीकृतं स्यात्, तर्हि अद्वैतस्य सिद्धिः न भविष्यति,
          द्वैतश्रुतिः अपि स्वीकृता न स्यात्। वस्तुतः बन्धः च मोक्षः च बुद्धेः
          गुणौ एव। यथा मेघैः दृष्टिः आच्छाद्यते, तदा सूर्योऽपि आच्छन्नः इति
          उच्यते, तथैव मूढः मनुष्यः आत्मतत्त्वे मिथ्यया कल्पनां करोति। किन्तु
          ब्रह्म सदैव अद्वितीयः, असङ्गः, चैतन्यस्वरूपः, एकः, अविनाशी च अस्ति।
        </div>
      </div>
    </div>
    </>
  );
}

export default Page1;
