import React from "react";
import page7img1 from "../../assets/page7img1.jpeg";
import page7img2 from "../../assets/page7img2.jpg";
import page7img3 from "../../assets/page7img3.jpg";

function Page7() {
  return (
    <div id="page7">
      <div className="flex justify-end">
        <h1 className="text-[50px] max-[460px]:text-[30px] border-2 text-[#530d6a] border-[#530d6a] p-3 mr-8 rounded-xl">
          ऐतिहासिक-धरोहरः
        </h1>
      </div>
      <div className="grid grid-cols-2 m-7 max-[800px]:grid-cols-1">
        <div className="grid grid-rows-3 text-center max-[600px]:grid-rows-2">
          <div className="flex flex-col items-center justify-center text-[#530d6a]">
            <p className="text-4xl">महान प्राणावन</p>
            <p className="text-8xl mt-2 max-[460px]:text-7xl">चोल मंदिरम्</p>
          </div>
          <div className=" max-[600px]:hidden">
            <img src={page7img1} alt="" />
          </div>
          <div>
            <p className="bg-blue-200 p-2 rounded-xl font-rozha text-[19px]">
              चोलशासकाः द्रविडशैलीया इष्टकानां स्थाने पाषाणानां, शिलानां च
              उपयोगेन एतादृशानि मंदिराणि निर्मितवन्तः, येषां अनुकरणं समीपस्थैः
              राज्यैः, देशैः च अपि कृतम्। चोल-इतिहासस्य प्रथमचरणस्य (विजयालयात्
              उत्तमचोलपर्यन्तं) तिरुकत्तलयस्य सुन्दरेश्वरमंदिरं, कन्नूरस्य
              बालसुब्रह्मण्यं मंदिरं, नरथमलायस्य विजयालयमंदिरं, कुम्बकोणमस्य
              नागेश्वरमंदिरं, कदम्बर-मलायमंदिरम् इत्यादयः निर्मिताः। महाचोलानां
              काले (राजराजात् कुलोतुङ्ग-तृतीयपर्यन्तं) तञ्जावुरस्थं
              बृहदीश्वरमंदिरं गङ्गैकोंडचोलपुरम् (प्रथमराजेन्द्रस्य) शिवमंदिरं च
              प्रसिद्धम् अस्ति। एतौ मंदिरौ पश्यन् 'विशालान् इव कल्पयित्वा
              रत्नकार इव सम्पन्नवन्तः' इति उक्तम्। एतयोः अतिरिक्तं दारासुरमस्य
              ऐरावतेश्वरमंदिरं, त्रिभुवनस्य कंफरेश्वरमंदिरं च सुन्दरं भव्यं च
              अस्ति। चोलवास्तुकलायां बृहत्तमः विशेषता अस्ति यत् ते वास्तुकलायां
              शिल्पकलायां चित्रकलायां च अद्वितीयं संयोजनं कृतवन्तः।
            </p>
          </div>
        </div>
        <div className="flex items-center justify-center h-full">
          <img
            src={page7img2}
            alt=""
            className="h-[89%] border-2 border-black rounded-xl"
          />
        </div>
      </div>
      <div className="grid grid-cols-3 m-7 break-words whitespace-normal text-justify leading-relaxed gap-4 font-medium max-[600px]:grid-cols-1 border-b-8 rounded-xl border-[#530d6a] pb-6">
        <div className="order-1">
          <p>
            <span class="text-[59px] text-[#530d6a]">द</span>
            क्षिणभारतस्य महाचोलमन्दिरं दक्षिणभारते चोलसाम्राज्यस्य तमिलसभ्यतायाः
            च वास्तुकलाविचारधारा च विकसितस्य अद्वितीयं साक्ष्यम् अस्ति ।
            द्रविडशैल्याः मन्दिरस्य (पिरामिड-गोपुररूपस्य लक्षणं)
            वास्तु-अवधारणायाः परिष्कारे उत्कृष्टं सृजनात्मकं उपलब्धिं
            प्रतिनिधियति
            <br />
            चोला, तमिलनाडु, प्राचीनद्राविडसंस्कृतेः जन्मस्थानम्, तमिलदेशस्य
            द्वितीयः महान् ऐतिहासिकवंशः, यस्य प्रभावः सम्पूर्णे दक्षिणपूर्व
            एशियायां महत्त्वपूर्णः आसीत् तञ्जूरस्य महान् मन्दिरस्य निर्माणं १००३
            तः १०१० पर्यन्तं वर्षेषु, महान् सम्राट् राजाराजस्य (९८५–१०१४)
            शासनकाले अभवत्, यः चोलसाम्राज्यस्य वास्तविकसंस्थापकः आसीत्, यत्
            श्रीलङ्का-सहितस्य, मालदीवस्य च भागानां सहितं सम्पूर्णे दक्षिणभारते
            विस्तृतम् आसीत् तथा लक्षद्वीप द्वीपसमूह। शिलालेखानुसारं सम्राट्
            निर्मितं मन्दिरं तस्य नाम्ना अपि प्रसिद्धम् अस्ति । कदाचित्
            राजराजेश्वरम् इति कथ्यते । तत्र कतिपयानि शतानि पुरोहिताः, ४००
            देवदासीः (पवित्रनर्तकाः) ५७ सङ्गीतकाराः च स्थायीदण्डरूपेण आसन् ।
          </p>
        </div>
        <div className="order-2">
          <div>
            <p>
              चोलकाले बृहदीश्वराय अर्पितैः सुवर्णरजतरत्नैः प्राप्तस्य आयस्य
              समीचीनं मूल्याङ्कनं कृतम् अस्ति । एतेषां विशालानां संसाधनानाम्
              कुशलतापूर्वकं प्रबन्धनं, व्यवस्थापनं च न केवलं भवनानां सज्जीकरणं
              (यत् १७ शताब्द्याः यावत् अचलत्) अपितु वास्तविकनिवेशाय अपि अभवत्
              मन्दिराः जलयानस्वामिभ्यः, ग्रामपरिषदेभ्यः, शिल्पकारसङ्घेभ्यः च ऋणं
              दत्तवन्तः येषां व्याजदराणि कदाचित् ३० प्रतिशतं यावत् भवन्ति स्म ।
              शिवाय समर्पितं बृहदीश्वरं ऐतिहासिकनगरस्य नैर्ऋत्यदिशि स्थितम्
              अस्ति । २७० मी. तः १४० मी. मुख्या आयताकारभित्तिः अस्य बाह्यसीमा
              अस्ति ।<br />
            </p>
          </div>
          <div>
            <img src={page7img3} alt="" className="" />
          </div>
        </div>
        <div className="order-3">
          <p>
            <span className="text-center font-extrabold text-[20px]">
              चोलकाल-वास्तुकला
            </span>
            <br />
            चोलशासकाः द्रविडशैल्या इष्टकानां स्थाने पाषाणानां, शिलानां च उपयोगेन
            एतादृशानि मन्दिराणि निर्मितवन्तः, येषां अनुकरणं समीपस्थैः राज्यैः,
            देशैः च अपि कृतम् । चोल-इतिहासस्य प्रथमचरणस्य (विजयालयात्
            उत्तमचोलपर्यन्तं) तिरुकत्तलयस्य सुन्दरेश्वरमन्दिरं, कन्नूरस्य
            बालसुब्रह्मण्यममन्दिरं, नरथमलाईस्य विजयालयमन्दिरं, कुम्बकोणमस्य
            नागेश्वरमन्दिरं, कदम्बर-मलाईमन्दिरम् इत्यादयः निर्मिताः ।<br />
            महाचोलानां काले (राजराजात् कुलोतुङ्ग-तृतीयपर्यन्तं) तञ्जावुरस्थं
            बृहदीश्वरमन्दिरं गङ्गैकोण्डचोलपुरम् (प्रथमराजेन्द्रस्य) शिवमन्दिरं च
            प्रसिद्धम् अस्ति ।
            <br />
            एतौ मन्दिरौ पश्यन् “विशालान् इव कल्पयित्वा रत्नकार इव सम्पन्नवन्तः”
            इति उक्तम् ।<br />
            एतयोः अतिरिक्तं दारासुरमस्य ऐरावतेश्वरमन्दिरं, त्रिभुवनस्य
            कम्फरेश्वरमन्दिरं च सुन्दरं भव्यं च अस्ति ।<br />
            चोलवास्तुकलायां बृहत्तमः विशेषता अस्ति यत् ते वास्तुकलायां
            शिल्पकलायां चित्रकलायां च अद्वितीयं संयोजनं कृतवन्तः ।<br />
            चोलयुगस्य शिल्पेषु नटराजस्य कांस्यप्रतिमा सर्वोत्तमा अस्ति । एतत्
            चोलकलानां सांस्कृतिकमापदण्डम् इति उच्यते ।<br />
          </p>
        </div>
      </div>
    </div>
  );
}

export default Page7;
