import React from "react";
import vivek2 from "../../assets/vivek2.jpg";
import vivek1 from "../../assets/vivek1.png";

function Page2() {
  return (
    <>
      <div id="page2">
      <h1 className="ml-7 text-[50px]  text-green-500 font-martel border-2 inline px-3 border-green-500 rounded-xl">
        समसामयिक
      </h1>
      <h2 className="text-[65px] text-right mr-8 text-green-600 font-rozha">
        स्वामी विवेकानन्दस्य शिकागो उद्बोधनम्
      </h2>
      <h3 className="font-martel text-center text-[32px] leading-10 mx-20 my-10">
        स्वामी विवेकानन्दः शिक्षिता मनुष्यम् लौकिकं पारलौकिकं च उन्नयने कामिते
        स्म। रसिच्छा आसीत् यत्र पाठ्यक्रमे आधुनिकविषयानां सहर्षं स्वास्थ्यं,
        राष्ट्रसेवा च इत्यादृशः विषयः अपि सम्मिलितः भवतु। स्वामी विवेकानन्दः
        दरिद्राणां दुःखं दृष्ट्वा अन्यथा विचारः अभवत्। अमेरिकायाः वैभवस्य
        भारतस्य दरिद्रता सह मिलनं कृत्वा राय्यः सम्प्राप्ताः रुदन्ति स्म। अत्र
        एव दुःखस्य प्रकाशनं कृत्वा सदा उक्रीडन् आसीत् यत्र अस्माकं एकमेव
        लक्ष्यम् इति यत्र 'दरिद्र देवो भव' इत्यारम्भम्।
      </h3>
      <div className="grid grid-cols-2 m-7 gap-7 border-b-8 rounded-xl pb-6 border-green-500 max-[800px]:grid-cols-1">
        <div className="flex p-4 w-full h-auto">
          <img src={vivek2} alt="" className="w-full h-auto"/>
        </div>
        <div>
          <div className=" p-4 
          w-full h-auto">
            <img src={vivek1} alt="" className="w-full h-auto" />
          </div>
            <div className="grid grid-cols-2 break-words whitespace-normal text-justify leading-relaxed gap-4  m-4 font-medium max-[600px]:grid-cols-1">
            <p>
            <span class="text-[55px] text-green-500">12</span>
               जनवरी 1863 ख्रिस्ताब्दे कोलकातानगरे प्रतिष्ठितपरिवारस्य
              सदस्ययोः विश्वनाथदत्तस्य भुवनेश्वरीदेव्याः च गृहे बालकस्य जन्म
              अभवत्। भगवानः शिवस्य तपस्याया अनन्तरं जातं एतत् बालकं बाल्ये
              "नरेन्द्रनाथदत्त" इति नाम प्राप्तवान्। तं सर्वे स्नेहेन "नरेन" इति
              आह्वयन्। संन्यासदीक्षां प्राप्य, नरेन्द्रः स्वामीविवेकानन्दः इति
              नाम्ना प्रसिद्धः अभवत्। 11 सितंबर 1893 ख्रिस्ताब्दे अमेरिकायाः
              शिकागोनगरे आयोजिते कार्यक्रमे स्वामिनः ऐतिहासिकं भाषणं अखिलविश्वे
              सुप्रसिद्धं जातम्। तेन भाषणेन हिन्दुधर्मस्य विशेषताः मान्यताः च
              विश्वस्मिन पुनः प्रतिष्ठिताः अभवन्। परतन्त्रता कालखंडे
              स्वाभिमानस्य जागरणं भारतीयसमाजे कृत्वा, स्वामीविवेकानन्दस्य
              प्रयासः भारतस्य स्वातन्त्र्यसंग्रामे महत्त्वपूर्णः प्रेरणास्रोतः
              अभवत्। नेताजी सुभाषचन्द्रबोसः स्वीयजीवनस्य घटनां वर्णयन् उक्तवान्,
              “मया स्वामीविवेकानन्दस्य कृते प्रार्थितं यत् मम मातृभूमिं
              स्वातन्त्र्यं प्राप्तुं शक्तिं ददातु।” अस्पृश्यतानिवारणम्,
              अशिक्षायाः उन्मूलनं, उद्योगविकासः, महिलाउत्थानं च इति अनेकेषु
              विषये स्वामीविवेकानन्दः भारतस्य विकासाय नूतनां दृष्टिं अददात्, या
              अद्यापि अस्माकं कृते प्रेरणामार्गदर्शनं अस्ति। ते केवलं
              भोगविलासस्य सांप्रदायिकसंघर्षस्य च क्लेशे लिप्तः वैश्विकसमुदायाय
              विश्वशान्तेः मार्गं प्रदर्शितवन्तः। स्वामीविवेकानन्दः भक्तेः सह
              आधुनिकविकासस्य अद्भुतसंघटने रूपेण अपि दृष्टः। गुलामीरूपस्य
              मानसिकतायाः विषये स्वामीविवेकानन्दः उक्तवान्, “परतन्त्रतारूपेण
              अस्मिनन्धकारेण भारतस्य स्वाभिमानः नश्यति, यतः भारतवासिनः
              आत्मविश्वासं अपि ह्रियन्ते।” अस्माकं महापुरुषेषु, इतिहासे,
              ज्ञानकले च दोषदृष्टिः आत्महीनतायाः परिणामः अभवत्, येन
              विदेशीपरम्परायाः अनुकरणं आधुनिकत्वस्य पर्यायत्वे स्थापितं जातम्।स्वामी विवेकानन्दः शिक्षया मनुष्यस्य लौकिकं पारलौकिकं च उन्नतिं
              कामयते स्म। तस्य इच्छा आसीत् यत् पाठ्यक्रमे आधुनिकविषयाणां सहितं
              स्वास्थ्यं, राष्ट्रसेवा च इत्येतादृशाः विषयाः अपि सम्मिलिता
              भवन्तु।
            </p>
            <p>
               स्वामीविवेकानन्दः दरिद्राणां दुःखं दृष्ट्वा अतीव व्यथितः
              अभवत्। अमेरिकायाः वैभवस्य भारतस्य दरिद्रतया सह तुलनां कृत्वा
              रात्रिं सम्पूर्णां रुदन् स्थितवान्। अस्य एव दुःखस्य प्रकाशनं
              कृत्वा सः उक्तवान् आसीत् यत् अस्माकं एकमेव लक्ष्यं स्यात् ‘दरिद्र
              देवो भव’ इति। स्वामीविवेकानन्दस्य भारतस्य उन्नतेः घोषणापत्रम् इव
              लिखितम्। तेन उक्तं यत्, "अस्माकं देशं उत्थापयतु, दरिद्राणां
              पर्णकुटीतः, मल्लाहानां नौकाः, लोहकाराणां भट्ठ्यः, कृषकाणां
              क्षेत्राणि, चर्मकाराणां गृहाणि, गिरिकन्दराणि इत्यादिभ्यः। एषः देशः
              तत्रैव अस्ति।" प्रधानमन्त्रिणा श्रीनरेन्द्रमोदिना अस्य
              घोषणापत्रस्य साकारं रूपं प्रदातुं प्रारब्धम्। समाजस्य विविधवर्गे
              दरिद्राणां आवश्यकतानां पूर्तये अनेकाः योजनाः आरब्धाः। शिकागो
              धर्मसभायाः अवसरं प्रति स्वीयं भाषणं कृत्वा शिवमहिमास्तोत्रे एकं
              मन्त्रं उद्धृत्य स्वामीविवेकानन्दः उक्तवान्–<br /><br />
              <blockquote className="font-bold text-center">
                रुचीनां वैचित्र्यादृजुकुटिल नानापथजुषां।<br /> नृणामेको गम्यस्त्वमसि
                पयसामर्णव इव।।<br /><br />
              </blockquote>
              सर्वेषु धर्मेषु एकः एव परमात्मा अस्ति, सर्वेषां लक्ष्यं एकं एव
              गन्तव्यं अस्ति, इति भावः तेन व्यक्तः अभवत्। अहं गर्वितः अस्मि यत्
              अहं तस्माद् धर्मात् अस्मि यः जगति सहिष्णुतां सार्वभौमिकस्वीकृतिं च
              पाठितवान्। वयं केवलं सार्वभौमिकसहिष्णुतायाः विषये न विश्वासं
              कुर्मः, अपितु सर्वान् धर्मान् सत्यरूपेण स्वीकरोमः। अहं गर्वितः
              अस्मि यत् अहं तस्मात् देशात् अस्मि यः सर्वान् धर्मान् सर्वेषां
              देशानां च सताएमान् जनान् स्वस्यां भूमौ शरणं दत्तवान्। अहं गर्वितः
              अस्मि यत् अस्माकं हृदये इज़राइलस्य ताः पवित्रस्मृतयः संजोक्ताः याः
              रोमन आक्रमणकैः तेषां धर्मस्थलानि नाशितानि आसन्, ततः ते दक्षिणभारते
              शरणं प्राप्तवन्तः। अहं गर्वितः अस्मि यत् अस्माकं धर्मः
              पारसीधर्मेभ्यः अपि शरणं दत्तवान् अस्ति, अद्यापि तेषां साहाय्यं
              करोति।
            </p>
          </div>
        </div>
      </div>
      </div>
    </>
  );
}

export default Page2;
