import React from "react";
import page9img from "../../assets/page9img.jpeg";

function Page9() {
  return (
    <div id="page9">
      <h1 className="ml-7 text-[50px] max-[380px]:text-[35px]  text-green-500 font-martel border-2 inline px-3 border-green-500 rounded-xl">
        रामराज्य-वार्ता:
      </h1>
      <h2 className="text-[50px] text-right mr-8 my-5 font-rozha max-[380px]:text-[40px]">
        श्री राम-भरत-संवादः, पादुका प्रदानम्, भरतस्य विदावेला
      </h2>
      <div className="grid max-[575px]:grid-cols-1 grid-cols-3 break-words whitespace-normal text-justify leading-relaxed gap-4 m-7 border-b-8 rounded-xl pb-6 border-green-500">
        <div className="order-1">
          <p>
            <b className="block text-center">चौपाई :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;भोर न्हाइ सबु जुरा समाजू। भरत भूमिसुर
            तेरहुति राजू॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;भल दिन आजु जानि मन माहीं। रामु कृपाल कहत
            सकुचाहीं॥1॥
            <br />
            <b>भावार्थ:-</b>(षष्ठ दिने) प्रातः स्नानकृत्य भरतः, ब्राह्मणः, राजा
            जनकः च सम्पूर्ण समाजः आगच्छत। अद्य सर्वेभ्यः विदायं दातुं शुभदिनं
            ज्ञात्वा अपि कृपालुः श्रीरामः वदितुम् चिन्तयते॥1॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;गुर नृप भरत सभा अवलोकी। सकुचि राम फिरि अवनि
            बिलोकी॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;सील सराहि सभा सब सोची। कहुँ न राम सम स्वामि
            सँकोची॥2॥
            <br />
            <b>भावार्थ:-</b> श्री रामचन्द्रः गुरु वशिष्ठं, राजा जनकं, भरतं च
            सम्पूर्ण सभाप्रतिः दृष्टिं कृतवान्, किन्तु पुनः चिन्त्त्य पृथ्वीं
            प्रति दृष्टिं परिवर्तितवान्। सभा तेषां शीलस्य प्रशंसा कृत्वा
            चिन्तयति यः श्री रामचन्द्रस्य समानं चिन्ता स्वामी न अस्ति॥2॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;मोहि लगि सहेउ सबहिं संतापू। बहुत भाँति दुखु
            पावा आपू॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;अब गोसाइँ मोहि देउ रजाई। सेवौं अवध अवधि भरि
            जाई॥4॥
            <br />
            <b>भावार्थ:-</b> मम कृते सर्वे जनाः संतापं सहिताः, तथा भवान् अपि बहु
            प्रकारेण दुःखं प्राप्तः। इदानीं स्वामी, मम आज्ञां दत्तुं कृपया। अहं
            गत्वा अवधिः (चतुर्दश वर्षाणि) अवधं सेवनं करिष्यामि॥4॥
            <br />
            <br />
            <b className="block text-center">दोहा :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;जेहिं उपाय पुनि पाय जनु देखै दीनदयाल।
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;सो सिख देइअ अवधि लगि कोसलपाल कृपाल॥313॥
            <br />
            <b>भावार्थ:-</b> हे दीनदयाल! यस्तु उपायेन अयं दासः पुनः चरणयोः
            दर्शनं करोति - हे कोसलाधीश! हे कृपालु! अवधिभरं तस्मै शिक्षा
            दातव्यः॥313॥
            <br />
            <br />
            <b className="block text-center">चौपाई :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;पुरजन परिजन प्रजा गोसाईं। सब सुचि सरस सनेहँ
            सगाईं॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;राउर बदि भल भव दुख दाहू। प्रभु बिनु बादि परम
            पद लाहू॥1॥
            <br />
            <b>भावार्थ:-</b> हे गोसाईं! भवदुःखसम्पर्केण अवधिपुरवासी, कुटुम्बाः च
            प्रजाः सर्वे पवित्राः च रसयुक्ताः सन्ति। भवदुःख ज्वालेषु जलेन च
            प्रभो! भवदुःखात् मुक्तः परं पदं च फलवत्त्वात् व्यर्थं च अस्ति॥1॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;स्वामि सुजानु जानि सब ही की। रुचि लालसा रहनि
            जन जी की॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;प्रनतपालु पालिहि सब काहू। देउ दुहू दिसि ओर
            निबाहू॥2॥
            <br />
            <b>भावार्थ:-</b> हे स्वामी! भवान् सुजान अस्ति, सर्वाणां हृदयानां च
            मम च सेवकस्य मनसः रुचिं, लालसां च चित्तं जानाति, हे प्रणतपाल! भवान्
            सर्वेषां पालनं करिष्यति, हे देव! द्वयोः पार्श्वयोः अन्तं वहिष्यति॥2॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;अस मोहि सब बिधि भूरि भरोसो। किएँ बिचारु न
            सोचु खरो सो॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;आरति मोर नाथ कर छोहू। दुहुँ मिलि कीन्ह ढीठु
            हठि मोहू॥3॥
            <br />
            <b>भावार्थ:-</b> सर्वेभ्यः प्रकारेण अहं अत्यन्तं महत्त्वपूर्णं
            विश्वासं अनुभवामि। चिन्तयितुम् उपन्यस्तं इव (जरा सा) अपि विचारः न
            वर्तते! मम दीनता च स्वामीणां स्नेहः च युग्मितं मम दृढं करोति॥3॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;यह बड़ दोषु दूरि करि स्वामी। तजि सकोच सिखइअ
            अनुगामी॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;भरत बिनय सुनि सबहिं प्रसंसी। खीर नीर बिबरन
            गति हंसी॥4॥
            <br />
            <b>भावार्थ:-</b> हे स्वामी! अस्मिन् महानदोषे दूर कृत्वा शंकां
            त्यक्त्वा मम दासं उपदेशं ददातु। दुग्धं च जलं च पृथक् कर्तुं हसितं इव
            गत्याहम् भरतं विनयं श्रुत्वा सर्वेऽपि प्रशंसा समुपेयुष्मन्॥4॥
            <br />
            <br />
            <b className="block text-center">दोहा :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;दीनबंधु सुनि बंधु के वचन दीन छलहीन।
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;देस काल अवसर सरिस बोले रामु प्रबीन॥314॥
            <br />
            <b>भावार्थ:-</b> दीनबन्धुः च परमचतुरः श्रीरामः भ्रातुः भरतस्य दीनं च
            छलरहितं वचनं श्रुत्वा देशकालावसरानुकूलं वचनं उचुस्तम्॥314॥
            <br />
            <b className="block text-center">चौपाई :</b>
            <br />
          </p>
        </div>
        <div className="order-2">
          <div>
            <img src={page9img} alt="" className="p-2 mb-2" />
          </div>
          <div className="grid grid-cols-2 max-[900px]:grid-cols-1 break-words whitespace-normal text-justify leading-relaxed gap-4">
            <div>
              <p>
                {" "}
                &nbsp;&nbsp;&nbsp;&nbsp;तात तुम्हारि मोरि परिजन की। चिंता गुरहि
                नृपहि घर बन की॥
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;माथे पर गुर मुनि मिथिलेसू। हमहि तुम्हहि
                सपनेहूँ न कलेसू॥1॥
                <br />
                <b>भावार्थ:-</b> हे तात! तव, मम, परिवारस्य, गृहे च वनस्य च सर्वं
                चिन्ता गुरु वशिष्ठः च महाराज जनकः च अस्ति। यदा अत्र गुरुजी,
                मुनिः विश्वामित्रः च मिथिलापति जनकः च अस्ति, तदा न हि वदामः
                स्वप्ने अपि क्लेशः अस्ति॥1॥
                <br />
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;मोर तुम्हार परम पुरुषारथु। स्वारथु सुजसु
                धरमु परमारथु॥
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;पितु आयसु पालिहिं दुहु भाईं। लोक बेद भल
                भूप भलाईं॥2॥
                <br />
                <b>भावार्थ:-</b> मम च तव च परम पुरुषार्थः, स्वार्थः, सुयशः,
                धर्मः च परमार्थः च एषः अस्ति यः आवां भ्रातृ द्वौ पितुः आज्ञां
                पालनं कुर्मः। नृपस्य परोपकारार्थं (तस्य व्रतस्य रक्षणं) एव
                लोकस्य च वेदस्य च भवान् अस्ति॥2॥
                <br />
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;गुर पितु मातु स्वामि सिख पालें। चलेहुँ
                कुमग पग परहिं न खालें॥
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;अस बिचारि सब सोच बिहाई। पालहु अवध अवधि
                भरि जाई॥3॥
                <br />
                <b>भावार्थ:-</b> गुरु, पिता, माता च स्वामी च शिक्षां (आज्ञां)
                पालनं कृत्वा कुमार्गे अपि गच्छते च पादः अधो न पतति (पतनं न
                भवति)। इदं विचार्य सर्वं चिन्तां त्यक्त्वा अवधिम गत्वा अवधिः
                तस्य पालनं कुरु॥3॥
                <br />
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;देसु कोसु परिजन परिवारू। गुर पद रजहिं
                लाग छरुभारू॥
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;तुम्ह मुनि मातु सचिव सिख मानी। पालेहु
                पुहुमि प्रजा रजधानी॥4॥
                <br />
                <b>भावार्थ:-</b> देशः, कुटुम्बः, परिवारः च सर्वेषां दायित्वं
                गुरोः चरणरजं उपरि अस्ति। त्वं मुनिवशिष्ठः, मातृणां च मन्त्रिणां
                च शिक्षां मान्यत्वा पृथिवीं प्रजां च राजधानीं च पालनं (रक्षा)
                केवलं करोति।
                <br />
                <br />
                <b
                  className="
                block text-center"
                >
                  दोहा :
                </b>
                <br /> &nbsp;&nbsp;&nbsp;&nbsp;मुखिआ मुखु सो चाहिऐ खान पान कहुँ
                एक।
                <br />
              </p>
            </div>
            <div>
              <p>
                &nbsp;&nbsp;&nbsp;&nbsp;पालइ पोषइ सकल अँग तुलसी सहित बिबेक॥315॥
                <br />
                <b>भावार्थ:-</b>तुलसीदासः वदति - (श्रीरामः उक्तवान्) - मुखियः
                मुखस्य समानः भवेत्, यः खाद्यपानस्य तु एकः अस्ति, किन्तु
                विवेकपूर्वक सर्वाणां अंगानां पालनं पोषणं च करोति॥315॥
                <br />
                <br />
                <b className="block text-center">चौपाई :</b>
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;राजधरम सरबसु एतनोई। जिमि मन माहँ मनोरथ
                गोई॥
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;बंधु प्रबोधु कीन्ह बहु भाँती। बिनु अधार
                मन तोषु न साँती॥1॥
                <br />
                <b>भावार्थ:</b> राजधर्मस्य सर्वस्वम् अपि एतदिवस्य अस्ति। यथा
                मनसि मनोरथः गुप्तः स्थितः अस्ति। श्री रघुनाथः भ्राता भरतं
                विविधैः प्रकारैः उपदिश्तवान्, किन्तु केनापि अवलम्बनं न लब्ध्वा
                तस्य मनसि न संतोषः, न शान्तिः अभवत्॥1॥
                <br />
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;भरत सील गुर सचिव समाजू। सकुच सनेह बिबस
                रघुराजू॥
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;प्रभु करि कृपा पाँवरीं दीन्हीं। सादर भरत
                सीस धरि लीन्हीं॥2॥
                <br />
                <b>भावार्थ:</b> भरतस्य शीलं (प्रेम) च गुरुजनानां, मन्त्रिणां च
                समाजस्य उपस्थिति:! इयं दृष्ट्वा श्री रघुनाथः शंकेन च स्नेहेन च
                विशेषवशं गता: (अर्थात् भरतस्य प्रेमवशं तान् पाणिभूतं दातुं
                इच्छन्ति, किन्तु सह गुरुजनानां शंकेन अपि अस्ति।) अन्ततः (भरतस्य
                प्रेमवशं) प्रभुः श्रीरामचन्द्रः कृपया चरणपादुका ददाति च भरतः
                तान् आदरपूर्वकं शिरसि धारयामास॥2॥
                <br />
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;चरनपीठ करुनानिधान के। जनु जुग जामिक
                प्रजा प्रान के॥
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;संपुट भरत सनेह रतन के। आखर जुग जनु जीव
                जतन के॥3॥
                <br />
                <b>भावार्थ:</b> करुणानिधान श्रीरामचन्द्रस्य द्वौ चरणपादुका
                प्रजायाः प्राणानां रक्षणार्थं यथा द्वौ द्वारपालौ सन्ति। भरतस्य
                प्रेमरूपरत्नाय यथा अस्ति, तथा जीवस्य साधनाय राम-नामस्य द्वौ
                अक्षरौ सन्ति॥3॥
                <br />
                <br />
                &nbsp;&nbsp;&nbsp;&nbsp;कुल कपाट कर कुसल करम के। बिमल नयन सेवा
                सुधरम के॥
                <br />
              </p>
            </div>
          </div>
        </div>
        <div className="
        order-3">
          <p>
            &nbsp;&nbsp;&nbsp;&nbsp;भरत मुदित अवलंब लहे तें। अस सुख जस सिय रामु
            रहे तें॥4॥
            <br />
            <b>भावार्थ:</b> रघुकुलस्य रक्षणाय द्वौ कपाटौ सन्ति। कुशलकर्माणां
            करणाय द्वौ हस्तौ यथाऽस्मिन् सहायकाः सन्ति, तथा सेवायाः
            श्रेष्ठधर्मस्य सूचनार्थं निर्मलदृष्टयः सन्ति। भरतः एष अवलम्बं
            लब्ध्वा परमानन्दितः अस्ति। तस्य सुखं तद्वदिव श्री सीता-रामस्य
            उपवासनाय यथा अभवत्॥4॥
            <br />
            <br />
            <b className="block text-center">दोहा :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;मागेउ बिदा प्रनामु करि राम लिए उर लाइ।
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;लोग उचाटे अमरपति कुटिल कुअवसरु पाइ॥316॥
            <br />
            <b>भावार्थ:</b> भरतः प्रणाम्य विदां चाकाङ्क्षितवान्, ततः
            श्रीरामचन्द्रः तं हृदयेन समाश्रित्य गृहीतम्। इदं तु कुटिलः इन्द्रः
            दुष्टं अवसरं प्राप्य जनानां उच्चाटनं कृतवान्॥316॥
            <br />
            <br />
            <b className="block text-center">चौपाई :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;सो कुचालि सब कहँ भइ नीकी। अवधि आस सम जीवनि
            जी की॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;नतरु लखन सिय राम बियोगा। हहरि मरत सब लोग
            कुरोगा॥1॥
            <br />
            <b>भावार्थ:</b> सा कुचालः सर्वेभ्यः हितकरा जातु। अवधि आशायाम् उपमा
            यथा जीवनाय संजीवनी जातु। न तु (उच्चाटनं न जातं चेत्) लक्ष्मणः, सीताः
            च श्रीरामचन्द्रः च वियोगरूपेण रोगेण सर्वे जनाः समस्यायुक्तः कृत्य
            (हाय-हायकृत्य) मृत्युमागताः स्युः॥1॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;रामकृपाँ अवरेब सुधारी। बिबुध धारि भइ गुनद
            गोहारी॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;भेंटत भुज भरि भाइ भरत सो। राम प्रेम रसु न
            कहि न परत सो॥2॥
            <br />
            <b>भावार्थ: </b>श्रीरामस्य कृपया सर्वा शंका सुधारिता। देवतानां सेनः
            यः लुण्ठनं आगता, सा गुणदायिनी (हितकरी) च रक्षकः अभवत्। श्रीरामः
            भुजाभ्यां भरतं समागच्छति। श्रीरामस्य प्रेमस्य तद् रसः (आनन्दः)
            कथितुं न शक्यते॥2॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;तन मन बचन उमग अनुरागा। धीर धुरंधर धीरजु
            त्यागा॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;बारिज लोचन मोचत बारी। देखि दसा सुर सभा
            दुखारी॥3॥
            <br />
            <b>भावार्थ:</b> तन, मन च वचन त्रीणि प्रेमेन उमगितानि। धीरजस्य धुरीं
            धारयन्तं श्री रघुनाथः अपि धीरजं त्यक्तवान्। ते कमलसदृशनेत्रैः
            (प्रेमाश्रूणां) जलं प्रवाहितुम् आरभन्ते। तस्याः दशां दृष्ट्वा
            देवतानां सभा (समाजः) दुःखी जाताः॥3॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;मुनिगन गुर धुर धीर जनक से। ग्यान अनल मन कसें
            कनक से॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;जे बिरंचि निरलेप उपाए। पदुम पत्र जिमि जग जल
            जाए॥4॥
            <br />
            <b>भावार्थ:</b> मुनिगण, गुरु वशिष्ठः च जनकः इव धीरधुरन्धराः यः
            स्वमनः ज्ञानरूपेण अग्निना सुवर्णवत् कसिताः, ये च ब्रह्मा निर्लेपेन
            रचिता, ये च जगत् रूपेण जलमध्ये कमलपत्रवत् (जगत् मध्ये स्थिता अपि
            जगत् प्रति अनासक्तः) उत्पादिता:॥4॥
            <br />
            <br />
            <b className="block text-center">दोहा :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;तेउ बिलोकि रघुबर भरत प्रीति अनूप अपार।
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;भए मगन मन तन बचन सहित बिराग बिचार॥317॥
            <br />
            <b>भावार्थ:</b> ते अपि श्रीरामं च भरतं च उपमारहितं अपार प्रेम
            दृष्ट्वा वैराग्यं च विवेकं च सह तन, मन, वचनैः तस्मिन् प्रेमे मग्नाः
            अभवन्॥317॥
            <br />
            <br />
            <b className="block text-center">चौपाई :</b>
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;जहाँ जनक गुरु गति मति भोरी। प्राकृत प्रीति
            कहत बड़ि खोरी॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;बरनत रघुबर भरत बियोगू। सुनि कठोर कबि जानिहि
            लोगू॥1॥
            <br />
            <b>भावार्थ:</b> यत्र जनकः च गुरु वशिष्ठः च बुद्धिनः गति कुण्ठिता
            अस्ति, तत्र तस्य दिव्य प्रेमं प्राकृतं (लौकिकं) इति कथयितुं महान्
            दोषः अस्ति। श्रीरामचन्द्रः च भरतः च वियोगं वर्णयन्तं श्रुत्वा जनाः
            कविम् कठोरहृदयः चिन्तयन्ति॥1॥
            <br />
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;सो सकोच रसु अकथ सुबानी। समउ सनेहु सुमिरि
            सकुचानी॥
            <br />
            &nbsp;&nbsp;&nbsp;&nbsp;भेंटि भरतु रघुबर समुझाए। पुनि रिपुदवनु हरषि
            हियँ लाए॥2॥
            <br />
            <b>भावार्थ:</b> सः शंकावशः अकथनीयः अस्ति। अतः कविः यः सः समये तस्य
            प्रेमं स्मृत्वा सुन्दर वाचं साक्षात् सकुचिता अभवत्। भरतः प्रति
            मिलापं दत्वा श्री रघुनाथः तं उपदिशन्ति। ततो हर्षितः शत्रुघ्नं हृदयेन
            समाश्रित्य गृहीतवान्॥2॥
            <br />
          </p>
        </div>
      </div>
    </div>
  );
}

export default Page9;
