import React from "react";
import page3img from "../../assets/page3img.png";

function Page3() {
  return (
    <div id="page3">
      <div className="flex  justify-end">
        <h1 className="text-[#ffba26] mr-8 text-[50px] font-martel border-2 border-[#ffba25] rounded-xl py-1  px-3 ">
          सम्पादकीयम्
        </h1>
      </div>
      <h2 className="text-[65px] font-rozha text-[#ffba26] ml-8">
        कुतः दीपः सुलभः न नगरस्य कृते।
      </h2>

      <div className="grid grid-cols-2  m-7 max-[800px]:grid-cols-1">
        <div>
          <img
            src={page3img}
            alt=""
            className="
            rounded-lg"
          />
        </div>
        <div className="flex items-center justify-center text-center font-martel text-[19px] rounded-lg bg-blue-300 p-2 font-bold">
          <p>
            केजरीवालः गत चुनावेषु नैकं मिथ्ययावादानां प्रगति कृतवान्, यः एषः
            समये तेषां विषये महति अपदं वर्तिष्यति। उदाहरणार्थ, ते चुनावस्य
            पूर्वं प्रायः उक्तवन्ततः, “मम दिल्लीस्य मुख्यमंत्ररीं ददातु, अहं
            सर्ववान् भ्रष्टनेतारः कारागृहं प्रविष्टिं करिष्यामि,” परञ्च चुनावात्
            अनन्तरं एषः उक्तवान् यः, “दिल्लीपुलिसः तु मम अधीनं नास्ति, तस्ममाद्
            अहं कथं कारागृहं प्रेषयितुं शक्नोमि।” किं अरविंद केजरीवालः
            मुख्यमंत्रीपदं प्राप्तुं पूर्वं एषः विषयः ज्ञातः न आसीत् यः
            दिल्लीपुलिसः केन्द्रसर्वकारस्य अधीनं आगच्छति, अथवा ते जनः भावनात्मकं
            रूपेण मूर्खं कर्तुं प्रयत्नं कृतवान्?
          </p>
        </div>
      </div>
      <div className="grid max-[800px]:grid-cols-2 border-b-8 pb-10 border-[#ffba26] rounded-xl grid-cols-4 break-words whitespace-normal text-justify leading-relaxed gap-4 m-8  max-[525px]:grid-cols-1">
        <div>
          <p>
            <span class="text-[55px] text-[#ffba26]">अ</span>
            द्य तिथौ यदा अरविंद केजरीवालः त्यागपत्रं दत्तवान् अस्ति च देहली
            सत्तां कस्यचित् चरणपादुका मुख्यमंत्री हस्ते दत्तं अस्ति, तदा एषः
            आवश्यकं प्रकटयति यः देहलीवासीः सिंहावलोकनं कुरुतः च एषः पश्यन्तु
            कुतः त्रुटिः कस्य अस्ति, कदा च त्रुटिः अभवत्?
            <br /> कथां आरम्भः अन्ना आंदोलनात् अस्ति। अन्ना आंदोलनः
            चमत्कारिकरूपेण किंचित् कालं मध्ये भ्रष्टाचारस्य विषयं भारतीय राजनीति
            केन्द्रे स्थापनं कृतवान्। परिस्थितिः एषा जातः यः अन्यः चुनावः एषः
            विषयः उपरि युज्यते। एषः आंदोलनः सर्वाधिकं क्षतिं कांग्रेसः
            प्राप्नोति, यदा तु सर्वाधिकं लाभं भाजपा च नवगठितः आम-आदमी-पार्टी इति
            दलं प्राप्नोति। परिणामतः विगतं 10 वर्षाणि काले केन्द्रस्य सत्तां
            भाजपा च दिल्लीस्य सत्तां आम-आदमी-पार्टी इति दलं धारिता अस्ति। <br />
            अरविंद केजरीवालः दिल्लीजनानां विश्वासं दातुं सफलः अभवत् यः जनलोकपालं
            आगमिष्यति च गांधीस्य जनस्वराजस्य स्वप्नं पूरयिष्यति। यथा तत्र समये
            अरविंद केजरीवालः अतीतं शुद्धं आसीत्। ते शिक्षिताः व्यक्तयः आसन्,
            भारतीय करसेवायां मध्ये कार्यं कृतवः, “इंडिया-अगेंस्ट-करप्शन”
            इत्यस्मिन् संस्थायाः सफलं नेतृत्वं कृतवान् च आर.टी.आई. निर्माणे च
            अरुणा रायस्य सहायकः इति ज्ञातः। एषः छविः व्यक्तिः भारतीय-राजनीति:
            मध्ये उद्भवः उत्तमं मन्यते। फलतः दिल्लीजनानां प्रचुरं आशीर्वादं
            लभते।
          </p>
        </div>
        <div className="max-[800px]:order-3 max-[525px]:order-2">
          <p>
            आम-आदमी-पार्टी इति दलं 2015 तमे वर्षे विधानसभा चुनावे 70 मध्ये 67
            आसनं जित्वा। <br />
            अरविंद केजरीवालस्य प्रचारतन्त्रं तं ‘नायक’ चित्रस्य अनिल कपूरं रूपेण
            कर्तुं प्रयत्नं कृतवान्। ‘भ्रष्टाचारस्य कालः केजरीवालः’ इति निर्माणं
            कृतं। किन्तु एषः केजरीवालः कालान्तरं भ्रष्टाचारस्य कालं समागच्छति।
            सोमरसः भ्रष्टाचारेण 6 मासानि कारागृहे आसीत्। कारागृहात् आगत्वा तु
            मुख्यमंत्री कार्यालयं च सचिवालयं गन्तुं प्रतिबंधः अभवत्, आधिकारिक
            हस्ताक्षराणां अधिकारः अपहृतः। इदानीं करोति च तु किं करोति।
            “वस्त्रप्रच्छालकः गर्दभः न गृहस्य न घाटस्य” अतः त्यागपत्रं दत्तवान्।
            <br /> तत्रापि एषः समस्या समाप्तिं न गच्छति। वस्तुतः एषः सत्यतां
            प्रदर्शयन्ती छविः अपि महत् प्रश्न आगतम्। स्वयम् आत्मनं आम-आदमी इति
            कथयन्तः, 5 रुप्याणां रेनॉल्ड्स इति लेखनीं धारकः, सामान्य वस्त्राणि
            धारयन्तः, वैगनआर इत्यस्मिन् चलन्तः, सामान्य-सुरक्षा मध्ये वसन्तः,
            सामान्य निवासं गन्तुं प्रतिज्ञां कृतवन्तः केजरीवालः अद्य विशेष
            व्यक्ति जातः, महावाहनं सह चलन्ति, कोटि धनस्य निवासे निवसन्ति,
            सुरक्षा-व्यवस्थायाः मध्ये गच्छन्ति।
            <br /> सुवर्णसदृशं च एषः आज्ञायाम् तिथ्यां केजरीवालः भ्रष्टाचारस्य
            आरोपेण कारागृहं गत्वा आगतवान् अस्ति च स्वं नाम लालू-यादवः, जयललिता,
            मधु कोड़ा इत्यादीनां भ्रष्टमुख्यमंत्रिणां सह संयोगितं कृतवान् अस्ति।
          </p>
        </div>
        <div className="max-[800px]:order-2 max-[525px]:order-3">
          <p>
            एवं च एषां चुनौतीः अपि लघुः न अस्ति। प्रथमा देहली-सर्वकारस्य निरन्तर
            प्रशासनिक विफलताः, द्वितीया जनमानसे वृद्धिमान् असंतोषः, तृतीया आतिशी
            सिंहस्य मुख्यमंत्रीपदं गत्वा पार्टीमध्ये वृद्धिमान् असंतोषः यः
            राज्यसभायाः सांसदः स्वाति मालीवालस्य वाक्ये प्रकटितः, चतुर्थं
            सत्ता-लोलतायाः स्वघोषितः भ्रष्टः दलेन सह गठबंधनं जनस्य मध्यं
            न्यायोचितं कर्तुं इत्यादि।
            <br /> विगतं 10 वर्षाणि यावत् अरविंद केजरीवालः च तेषां दलं विलापं
            कुर्वन्ति। ते केन्द्रसर्वकारायाः उपराज्यपालस्य च सहानुभवः स्थानं
            प्रतिकूलः मार्गः चुने। परिणामतः देहली-सर्वकारः जनहिताय कार्याणां
            विषये राजनीतिक विकलांगता- जातः। सम्पूर्णं यन्त्रं स्थगितम्।
            <br /> केजरीवालः गत चुनावेषु नैकं मिथ्यावादानां प्रगति कृतवान्, यः
            एषः समये तेषां विषये महति अपदं वर्त्तिष्यति। उदाहरणार्थ, ते चुनावस्य
            पूर्वं प्रायः उक्तवन्तः, “मम दिल्लीस्य मुख्यमंत्रीं ददातु, अहं
            सर्वान् भ्रष्टनेतारः कारागृहं प्रविष्टिं करिष्यामि,” परञ्च चुनावात्
            अनन्तरं एषः उक्तवान् यः, “दिल्लीपुलिसः तु मम अधीनं नास्ति, तस्माद्
            अहं कथं कारागृहं प्रेषयितुं शक्नोमि।” किं अरविंद केजरीवालः
            मुख्यमंत्रीपदं प्राप्तुं पूर्वं एषः विषयः ज्ञातः न आसीत् यः
            दिल्लीपुलिसः केन्द्रसर्वकारस्य अधीनं आगच्छति, अथवा ते जनः भावनात्मकं
            रूपेण मूर्खं कर्तुं प्रयत्नं कृतवान्?
          </p>
        </div>
        <div className="max-[800px]:order-4">
          <p>
            अस्मिन् वार्तायाम् “एण्टी इन्कम्बेन्सी फैक्टर” अस्ति एव, सह तु कोऽपि
            न भवति, यः नगर निगमे अपि तेषां बहुमतं अस्ति, तेषां महापौरः अस्ति।
            स्थानीय आवश्यकतानां पूर्तिमध्ये नगर निगमस्य विफलता अधुना प्रकटितम्
            अस्ति। आन्दोलनात् उपजिताः दलेन सह कदाचित् एषः समस्या आगच्छति यः,
            “सर्वकारं कथं चालयाम?” आन्दोलनं पृथक् विषयः अस्ति, च सर्वकारं
            चलायितुं पृथक् विषयः अस्ति।
            <br /> दिल्लीस्य दुर्दशा एषा वर्षा ऋतु मध्ये जातुं कदापि न प्राप्ता,
            यथा कश्चन राष्ट्रस्य राजधानी अस्ति। कथं शीला-दीक्षितः यावत् समये
            दिल्लीं सिंगापुरसदृशं कर्तुं कथ्यते, एवं अद्य दिल्लीं कोलकाता सदृशं
            कर्तुं प्रयत्नं क्रियते। यथार्थतः, एषः दिल्लीवासिनां जीवनस्य
            दुर्युगः अस्ति। दिल्ली मध्ये दीमकसदृशं मुक्तं रेबड़ी इति मिष्ठानं
            वितरणं यः प्रचलितं अस्ति, सः अन्ततः दिल्लीं रिक्तं करिष्यति। किंतु,
            अद्य दृष्टुं रोचकं भविष्यति यः, अरविंद केजरीवालः आगामी 5 मासेषु कति
            षडयन्त्रं परिवर्तयति च सामान्यजनः कथं प्रकारेण दिग्भ्रमितं कर्तुं
            प्रयत्नं करोति? अन्ततः, यदि अरविंद केजरीवालः च आम आदमी दलस्य कथा
            किंचित् वाक्येषु व्यक्तुं इच्छेत, तर्हि वयं दुष्यन्तकुमारस्य शब्दैः
            वक्तुं शक्नुमः,
            <br /> “कहाँ तो तय था चरागाँ हर एक घर के लिए कहाँ चराग मयस्सर नहीं
            शहर के लिए।”
            <br />
            <p className="font-bold text-right">डॉ. पवन जी महोदयः</p>
          </p>
        </div>
      </div>
    </div>
  );
}

export default Page3;
