import React from "react";
import page6img from "../../assets/page6img.png";

function Page6() {
  return (
    <div id="page6">
      <h1 className="text-[60px] border-2 text-[#f32424] font-martel px-3 border-[#f32424] ml-7 inline rounded-xl ">
        मंदिर वार्ता:
      </h1>
      <div className="grid grid-cols-2 m-7 max-[750px]:grid-cols-1">
        <div className="flex items-center order-2 justify-center">
          <img src={page6img} alt="" className="w-[70%] rounded-lg" />
        </div>
        <div className="flex order-1 items-center text-center justify-center">
          <h1 className="text-[55px] text-[#f32424] font-rozha">
            देशे 12 ज्योतिर्लिंगेषु प्रमुखं महाकालः, इतिहासनाम च रोचकः
          </h1>
        </div>
      </div>
      <div className="m-7 font-rozha text-center rounded-xl text-[26px] bg-yellow-200 p-4">
        <h3>
          ईसवी पूर्व छठीं शताब्द्याः तीर्थं धर्मग्रंथेषु उज्जयिन्यां
          महाकालमंदिरस्य उल्लेखः दृश्यते। उज्जयिन्यां राजा प्रद्योतस्य कालात्
          ईसवी पूर्व द्वितीय शताब्द्याः पर्यन्तं महाकालमंदिरस्य अवशेषाः
          प्राप्यन्ते। महाकालेश्वर मंदिरस्य प्राप्त संदर्भानुसारं ईसवी पूर्व
          षष्ठ शताब्द्यां उज्जयिन्यां राजा चंद्रप्रद्योतः महाकाल परिसरस्य
          व्यवस्थायाम् आत्मनं पुत्रं कुमार संभवं नियुक्तवान्।
        </h3>
      </div>
      <div className="grid grid-cols-4 m-7 break-words whitespace-normal text-justify leading-relaxed gap-4 text-[16px] max-[750px]:grid-cols-2 max-[525px]:grid-cols-1 border-b-8 border-[#f32424] pb-6 rounded-xl">
        <div className="order-1">
          <p>
            <span class="text-[55px] text-[#f32424]">शि</span>
            वपुराणस्य अनुसारम् उज्जयिन्यां बाबा महाकालस्य मंदिरं अतिप्राचीनं
            अस्ति। मंदिरस्य स्थापना द्वापरयुगे भगवान श्रीकृष्णस्य पालनहार नंदजीः
            यः अष्ट पूर्वजं पूर्वं अभवत्। द्वादश ज्योतिर्लिंगेषु एकं एषः मंदिरः
            अस्ति यत्र बाबा महाकालः दक्षिणमुखीभूतः विराजते। मंदिरस्य शिखरस्य
            उपरि कर्क-रेखा गच्छति, अतः एषः पृथिव्याः नाभिस्थलः अपि मन्यते।
            <br />
            ईसवी पूर्व छठीं शताब्द्याः तीर्थं धर्मग्रंथेषु उज्जयिन्यां
            महाकालमंदिरस्य उल्लेखः दृश्यते। उज्जयिन्यां राजा प्रद्योतस्य कालात्
            ईसवी पूर्व द्वितीय शताब्द्याः पर्यन्तं महाकालमंदिरस्य अवशेषाः
            प्राप्यन्ते। महाकालेश्वर मंदिरस्य प्राप्त संदर्भानुसारं ईसवी पूर्व
            षष्ठ शताब्द्यां उज्जयिन्यां राजा चंद्रप्रद्योतः महाकाल परिसरस्य
            व्यवस्थायाम् आत्मनं पुत्रं कुमार संभवं नियुक्तवान्।
            <br />
            दशमशताब्दे अंशेन परमारराजाः सम्पूर्ण माल्वायां आधिपत्यं प्राप्यते।
            अस्मिन् कालः रचितेषु काव्यग्रंथेषु महाकालमंदिरस्य सुन्दरवर्णनं
            दृष्टं।
          </p>
        </div>
        <div className="order-2 max-[750px]:order-3">
          <p>
            {" "}
            11वीं शताब्दे अष्टमदशके गजनी सेनापतिना आघातस्य अपि 11 शताब्दे
            उत्तरार्धे च 12 शताब्दे पूर्वार्धे उदयादित्येन नरवर्मणा च शासनकाले
            मंदिरस्य पुनर्निर्माणं अभवत्। <br />
            1234-35 तमे वर्षे सुलतान इल्तुमिशेन पुनः आक्रमणं कृतम्,
            महाकालेश्वरमंदिरं ध्वस्तं कृतम्, किन्तु मंदिरस्य धार्मिकमहत्त्वं तु
            निरंतरं जातम्। <br />
            <br />
            <b>ग्रंथेषु:</b>
            <br />
            <b>
              आकाशे तारकं लिंगं पाताले हाटकेश्वरम्। <br />
              भूमले च महाकालो लिंड्गत्रय नमोस्तु ते॥
            </b>
            <br />
            <br />
            अस्मिन् श्लोके तात्पर्यं यत् आकाशे तारक लिंगं अस्ति, पाताले
            हाटकेश्वर लिंगं अस्ति, तथा पृथिव्यां महाकालेश्वरः एव मान्यः शिवलिंगः
            अस्ति। देशे यत्र बारह ज्योतिर्लिंगाः सन्ति, तत्र उज्जयिन्यां स्थितं
            महाकालेश्वर ज्योतिर्लिंगम् अस्ति। इतिहासस्य पृष्ठेषु दृष्ट्वा
            ज्ञायते यः महाकालमंदिरस्य स्थापना द्वापरयुगे भगवान श्रीकृष्णस्य
            पालनहार नंदजीस्य अष्ट पूर्वजं पूर्वं अभवत्।
          </p>
        </div>
        <div className="order-3 max-[750px]:order-2">
          <p>
            {" "}
            शिवपुराणेन उक्तं यत् मंदिरस्य गर्भगृहेषु ज्योर्तिलिंगस्य प्रतिष्ठा
            नन्दस्य अष्ट पूर्वजं पूर्वं गोपबालकेन कृतम्।
            <br />
            महाकवि कालिदासः महाकालस्य भव्यतां अत्यन्तं सुन्दरं वर्णितवान्।
            अद्यापि यदि कश्चित् साहित्यकारः उज्जैनम् अथवा मालवां केन्द्रिकृत्य
            किञ्चित् रचनां करोति, तर्हि महाकालस्य स्मरणं न तस्य वञ्चितं भवति।
            अनेन मन्दिरस्य महिमायाः वर्णनं बाणभट्ट, पद्मगुप्त, राजशेखर, राजा
            हर्षवर्धनः, कविः तुलसीदासः च रचनासु दृष्टं अस्ति। <br />
            मन्दिरं द्वापरयुगस्य अस्ति, किन्तु समयसमये तस्य जीर्णोद्धारः अभवत्।
            मन्दिरपरिसरे ईसवी पूर्व द्वितीय शताब्द्याः अपि अवशेषाः प्राप्यन्ते,
            यः अस्य प्रमाणं अस्ति। दशमशताब्दे राजशेखरः, एकादश शताब्द्यां राजा
            भोजः न केवलं महाकालस्य स्मरणं कृतवान्, किंतु राजा भोजः महाकालमन्दिरं
            पंचदेवाय्रान् समृद्धं अपि कृतवान्। <br />
            महाकालेश्वरस्य विश्वविख्यातं मन्दिरं पुराण-प्रसिद्धं रुद्रसागरस्य
            पश्चिमे स्थितम् अस्ति। महाशक्ति हरसिद्धिमाता मन्दिरं <br />
          </p>
        </div>
        <div className="order-4">
          <p>
            एषः सागरस्य पूर्वे स्थितम् अस्ति, यः अद्यापि तत्रैव अस्ति।
            ग्रन्थानुसारं 14 एवं 15 शताब्द्यां महाकालस्य उल्लेखः दृश्यते। 18
            शताब्द्यां चतुर्थ दशकस्य समये मराठा राजानां मालवापर आधिपत्यं
            प्राप्तं कृतम्। पेशवा (प्रधानमंत्री) बाजीराव प्रथमः उज्जैनस्य
            प्रशासनं स्वस्य विश्वस्तस्य सरदारस्य राणौजी शिंदे इत्यस्मिन्
            सुप्रदत्तवान्। राणौजीस्य दीवानः सुखटंकर रामचंद्र बाबा शैणवी आसन्।
            एतेन 18 शताब्द्यां चतुर्थ-पञ्चम दशकयोः मध्ये मन्दिरस्य पुनर्निर्माणं
            कृतम्। वर्तमानं महाकालमन्दिरं राणौजी शिंदेनैव निर्मितम् अस्ति।
            <br />
            <br />
            <b>त्रीणि भागेषु मंदिरम्</b>
            <br />
            त्रिधा निर्मित महाकाल मन्दिरमस्ति। दिव्य ज्योतिर्लिंगः मंदिरस्य
            भूभागे प्रतिष्ठितः अस्ति। मध्यभागे ओंकारेश्वरस्य शिवलिङ्गं अस्ति,
            तथा सर्वाधिक ऊर्ध्वभागे केवलं एकवारं नागपंचमीति उत्सवे उद्घाट्यमानं
            नागचंद्रेश्वर मंदिरम् अस्ति। महाकाल मंदिरं पृथिव्याः केन्द्रबिन्दुः
            अथवा नाभि इति उच्यते, यः कारणं अस्ति यः कर्करेखा शिवलिङ्गस्य यथावत्
            उपरि गच्छति।
          </p>
        </div>
      </div>
    </div>
  );
}

export default Page6;
