import React from "react";
import page11img from "../../assets/page11img.jpeg";

function Page11() {
  return (
    <div id="page11">
      <div className="flex ">
        <h1
          className="text-[50px] border-2 px-8 rounded-xl text-gray-500 border-gray-500 inline ml-7 max-[340px]:text-[40px]
        "
        >
          हुतात्मा
        </h1>
      </div>
      <div className="grid grid-cols-2 max-[900px]:grid-cols-1  border-b-8 rounded-xl pb-6 border-gray-500  break-words whitespace-normal text-justify leading-relaxed gap-4 m-7">
        <div className=" text-[18px] max-[900px]:order-2">
          <div className="pr-40 max-[450px]:pr-0">
            <p>
              <span class="text-[55px] text-gray-500"> भा</span>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;रतीयस्वतन्त्रतायाः इतिहासे अनेकाः
              कुम्बालाः वीराः अपि स्वप्राणानां आहुतिं ददति। तेषां मध्ये खुदीराम
              बोसस्य नाम स्वर्णाक्षरेण लिखितम् अस्ति। तस्मिन् समये अनेकाः
              अंग्रेजाः अधिकारीः भारतीयैः सह अतीव दुर्व्यवहारं कुर्वन्ति स्म।
              एषः मजिस्ट्रेटः किंग्सफोर्ड इत्यस्मिन् समये मुज्जफरपुरे, बिहार
              राज्ये कर्त्तव्यरतः आसीत्। सः लघुतरकारणैः भारतीयानां प्रति कठोरं
              दण्डं ददाति स्म। तस्मात् क्रान्तिकारिणः तस्य प्रति प्रतिशोधं
              गन्तुम् अचिन्तयन्।
              <br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;कोलकातायाम् प्रमुखानां
              क्रान्तिकारिणां एका सभायाम् किंग्सफोर्डं यमलोकं प्रेषितुं योजना
              विषये गहनं विचारम् अभवत्। तस्मिन् सभायाम् खुदीराम बोसः अपि
              उपस्थितः आसीत्। यद्यपि तस्य अवस्था अत्यल्पा आसीत्; तथापि सः आत्मनं
              एषां कार्याणां प्रति प्रस्तुतः अभवत्। तस्मिन् सह प्रफुल्ल कुमार
              चाकी महोदयः अपि एषां अभियानस्य पूर्त्यै दायित्वं स्वीकृतम्।
              <br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;योजनायाः निश्चितं गत्वा, द्वौ
              युवकोषितौ एकं विस्फोटकः, त्रयः पिस्तौलः इति च चत्वारः कारतूसाः इति
              च दत्ताः। उभौ मुज्जफरपुरं गत्वा एका धर्मशालायां विश्रान्तिं
              प्राप्तवन्तौ। किञ्चित् कालं तौ किंग्सफोर्डस्य क्रियाकलापानां
              अध्ययनं कृतवन्तौ। एतेन तैः ज्ञातं यः सः कः समये न्यायालयं
              आगच्छति-याति च; किन्तु तस्मिन् समये तस्य सह बहु सङ्क्रमणम् अस्ति।
              अतः तस्य समये तं मारितुं कठिनं आसीत्।
              <br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अस्मिन् समये तौ तस्य
              अवशिष्टदिवसचर्यां गत्वा ध्यानं कृतवन्तौ। किंग्सफोर्ड प्रतिदिनं
              सायंकाले लालपर्णे बग्घ्यां क्लबं गच्छति स्म।
            </p>
          </div>
          <div className=" pl-40 max-[450px]:pl-0">
            <p>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;उभौ तस्य वधाय एव समयं निश्चितवन्तौ।
              30 अप्रैल 1908 तमे दिने, उभौ क्लबस्य समीपस्थितेषु कुटीषु
              गुप्तवन्तौ। मद्यं च नृत्यं च समाप्त्याः अनन्तरं जनाः पुनः गत्वा
              यान्ति। सहसा एकः लालपर्णः बग्घिः क्लबात् निष्क्रमति। खुदीरामः च
              प्रफुल्लः च नयने चकितवन्तौ। ते पृष्ठतः बग्घ्यां आरोहित्वा अपाकृत्य
              विस्फोटकं प्रक्षिप्तवन्तौ। ततः तौ दूरतः पलायितवन्तौ।
              <br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;परन्तु दुर्भाग्यस्य विषये,
              किंग्सफोर्डः तस्मिन् दिने क्लबं आगतः न आसीत्। तस्य समानं लालपर्णे
              बग्घ्यां द्वौ आंग्लः महिलाः गृहम् प्रतिगच्छन्ति स्म।
              क्रान्तिकारिणां आक्रमणात् ताः एव यमलोकं गताः। पुलिसः सर्वत्र जालं
              प्रसारितवान्। बग्घ्याः चालकः द्वौ युवकोः वार्तां पुलिसं अचिन्तयत्।
              खुदीरामः च प्रफुल्ल चाकी च रात्रिं पलायिताः। क्षुधा-पिपासया तौ
              दुस्तरं अभवत्। ते केनचित् सुरक्षितं कोलकातां गन्तुं इच्छन्ति स्म।
              <br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;प्रफुल्लः निरन्तरं 24 होराः धावनं
              कृत्वा समस्तीपुरं गतवान् च कोलकातायाः रेलयातायाम् च गतवान्।
              तस्मिन् रेलयाने एकः पुलिस अधिकारी अपि आसीत्। प्रफुल्लस्य
              अस्तव्यस्तं दृष्ट्वा तस्मिन् संशयं जनितम्। मोकामायां पुलिस स्थाने
              तं बन्धनं इच्छति; किन्तु तस्य हस्ते आगच्छेत् पूर्वं प्रफुल्लः
              पिस्तौलं इति आत्मनं प्रति प्रक्षिप्तवान् च बलिपथं प्रगतः।
              <br />
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;अत्र खुदीरामः क्लान्तः एका वणिकः
              समीपे किंचिद् खाद्यं गन्तुं उपविष्टः। तत्र जनाः रात्रौ घटना विषये
              चर्चां कुर्वन्ति स्म यः यत्र द्वौ महिलाः मृताः अभवन्। एषां
              श्रुत्वा खुदीरामस्य मुखात् जातं - "तो किम्, किंग्सफोर्डः जीवति
              किम्?" इति। एषां श्रुत्वा जनानां संशयं जनितम्, तेषां तं बन्धन
              कॄत्त्वा पुलिसेऽस्मिन् समर्पितः। खुदीरामस्य फाँसीदण्डः घोषितः। 11
              अगस्त 1908 तमे दिने, गीता हस्ते धारयित्वा खुदीरामः हसन्तः फाँसीं
              गतवन्तः। तत्र तस्य आयुः 18 वर्षाणि 8 मासाः च 8 दिनानि आसन्। यत्र
              तौ बन्धनः, तस्मिन् पूसा रोड स्टेशनस्य नाम अद्यत्वे खुदीरामस्य
              नाम्ना स्थितम्।
            </p>
          </div>
        </div>
        <div className="max-[900px]:order-1">
          <div
            className="flex text-center items-center justify-center 
                "
          >
            <h1 className="font-rozha text-[75px] p-4 max-[340px]:text-[50px]">
              अमर-बलिदानी-खुदीराम-बोसः
            </h1>
          </div>
          <div className="mt-10 flex items-center justify-center">
            <img src={page11img} alt="" className="  p-5" />
          </div>
        </div>
      </div>
    </div>
  );
}

export default Page11;
