import React from "react";
import page14img from "../../assets/page14img.jpeg";

function Page14() {
  return (
    <div id="page14">
      <div>
        <h1 className="text-[50px] max-[700px]:text-[35px] max-[510px]:text-[20px] border-2 px-3 rounded-xl text-[#ffbc2c] border-[#ffbc2c] inline ml-7">
          रामायणी-व्यक्तित्व-साक्षात्कारः
        </h1>
      </div>
      <h2 className="text-[65px] max-[700px]:text-[45px] max-[510px]:text-[30px] text-[#ffbc2c] font-rozha text-center">
        देशस्य युवानां कृते आदर्शः अस्ति RSS संघस्य दिग्गजनेता इन्द्रेशकुमारः।{" "}
      </h2>

      <div className="grid grid-cols-4 break-words whitespace-normal text-justify leading-relaxed gap-4 m-7 max-[700px]:grid-cols-2 max-[480px]:grid-cols-1 ">
        <div className="order-1">
          <span class="text-[55px] text-[#ffbc2c]">इ</span>
          न्द्रेशकुमारः संघस्य वरिष्ठप्रचारकः च अस्ति तथा
          राष्ट्रीयकार्यकारिणीसदस्यः च। सः भारतस्य मुस्लिमराष्ट्रीयमञ्च इति
          राष्ट्रवादीसंघटनस्य मार्गदर्शकः अपि अस्ति। तेन दशवयस्ककालात् एव
          संघशाखायां गमनं प्रारब्धं कृतम्। यः तु मैकेनिकलइन्जिनियरिंग विषयस्य स्वस्य पाठे
          लब्धस्वर्णपदकः आसीत्, किन्तु देशसेवायै सर्वं त्यक्त्वा, सः वर्षे 1970
          तमे संघस्य प्रचारकः अभवत्। <br />
          तस्य जन्म 14 फरवरी 1949 तमे वर्षे पञ्जाबराज्ये समाना इति स्थले श्रीमती
          पद्मवती{" "} तथा श्री चमनलालस्य गृहे अभवत्। तस्य पिता तस्मिन्समये जनसङ्घस्य विधायकः
        </div>
        <div className="order-2 max-[700px]:order-3 max-[480px]:order-2"> 
       
          आसीत् तथा तस्य परिवारः हरियाणाराज्यस्य कैथलनगरस्य अतीव धनाढ्यः आसीत्।{" "}
          <br />
          तस्मिन्नेव परिवारात् दशवयस्कः बालकः राष्ट्रीयस्वयंसेवकसंघस्य शाखायां
          गन्तुं प्रारब्धवान्।{" "}  शाखायां गच्छन् अपि सः अध्ययनस्य कार्ये अपि अग्रणी आसीत्। तस्य
          अध्ययनयोग्यता तं इन्जिनियरिंगकक्षायामपि शीर्षे स्थापितवती, यत्र सः
          मैकेनिकलइन्जिनियरिंग विषयस्य गोल्डमेडलिस्टः अभवत्। <br />
          डिग्री प्राप्त्यनन्तरं तस्य पुरतः द्वौ मार्गौ आसाताम् - परिवारस्य
          व्यवस्थितव्यवसायस्य पालनं वा उत्तमां काचित् आजीविका स्वीकुर्यात् तथा गृहस्थजीवनं स्थापयेत्, किन्तु सः तौ मार्गौ न
          वृतवान्। तेन आत्मानं देशस्य धर्मस्य च सेवायां समर्पितं कृतम्, वर्षे
        </div>
        <div className="order-3 max-[700px]:order-2 max-[480px]:order-3">
        1970 तमे संघस्य प्रचारकः अभवत्। कथ्यते यत् तदा तस्य पितरः आत्मनः
          पुत्रेण देशाय जीवितुं मार्गं वृतं इति ज्ञात्वा सम्पूर्णे उपनगरं भोजं
          दत्तवन्तः। <br /> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;संघप्रचारकः जात्वा सः दिल्लीस्थे कार्ये नियुक्तः अभवत्, तथा 1970 तः
          1983 पर्यन्तं भिन्न-भिन्न दायित्वेषु तत्र कार्यं कृतवान्। तस्य
          दायित्वनिरूपणस्य समये सः आपत्कालस्य दुःखं, सिखविरोधि अभियानेषु च
          विकटपरिस्थितीनां सामना कृतवान्। तथापि, एषु प्रतिकूलपरिस्थितिषु अपि सः
          हिन्दूसमाजस्य कुशलमार्गदर्शनं कृतवान्। तस्मिन्नेव समये सः दिल्लीस्थे माता झण्डेवालीमन्दिरस्य भूमिं असामाजिकतत्त्वेभ्यः मुक्तां कृतवान्।
          इन्द्रेशकुमारस्य असाधारणयोग्यतां दृष्ट्वा संघेण तान् 
        </div>
        <div className="order-4">
       प्रतिकूलतमे स्थले
          कार्यं कर्तुं प्रेषयितुं निश्चयं कृतवान्। तस्मात् संघकार्यस्य
          विस्ताराय तान् काश्मीरं हिमाचलप्रदेशं च प्रेषितवान्। नवतिः दशकस्य
          आरम्भे सम्पूर्णकाश्मीरं हिन्दुविरोधि राष्ट्रविरोधि च ज्वालायाम्
          प्रविष्टं आसीत्, तदा इन्द्रेशकुमारः तत्र संतप्तहिन्दूसमाजस्य मध्ये
          अविचलितः सन् कार्यं कुर्वन् आसीत्। <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;यत्र देशस्य नेतारः अधिकारीणः च काश्मीरस्थे हिन्दून् तेषां दुःखेन
          त्यक्त्वा किमपि चमत्कारं प्रतीक्षन्ति स्म, तदा इन्द्रेशकुमारः ग्रामेग्रामे विनाऽपि सुरक्षायाः भ्रमन् कार्यं कुर्वन् आसीत्। बहुधा
          आतंकवादिनः तस्य अपहरणं तथा हत्यायाः प्रयासं कृतवन्तः, परं सः न कदापि
          डोलितः। सप्तदशवर्षाणां कार्यस्य अनन्तरं संघेण तं अखिलभारतीयाधिकारीरूपेण नियुक्तः कृतवान्।
        
        </div>
      </div>
      <div className="grid grid-cols-2 border-b-8 rounded-xl border-[#ffbc2c] pb-6  break-words whitespace-normal text-justify leading-relaxed gap-4 m-7 max-[750px]:grid-cols-1">
        <div>
          <img src={page14img} alt="" />
        </div>
        <div>
         
         
         
          
          ततः परं तस्य
          चमत्कारिकव्यक्तित्वस्य अनेके आयामाः देशस्य पुरतः समुपस्थितवन्तः।{" "}
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;राष्ट्रीयस्वयंसेवकसंघस्य आनुषंगिकसंघटनं मुस्लिमराष्ट्रीयमञ्चमित्यस्य
          मार्गदर्शकः सन्, इन्द्रेशकुमारः जम्मूकाश्मीरस्थे आतंकवादेन
          विस्थापितानां काश्मीरीणां पुनर्वासं, ग्रामरक्षासमित्याः निर्माणं,
          पूर्वसैनिकानां कृते संघटनस्य स्थापना, हिमालयपरिवारस्य निर्माणं,
          समग्रराष्ट्रीयसुरक्षामञ्चं, भारततिब्बतसहयोगमञ्चं, राष्ट्रीयकविसंगमम्,
          अमरनाथयात्रायाः कृते भूम्याः आन्दोलनस्य नेतृत्वं च कृतवान्। सः
          पवित्रसिन्धुनद्याः सम्बन्धे ‘सिन्धुदर्शनयात्रा’ इत्यस्य आरम्भं
          कृतवान्। ततः पूर्वोत्तरे गत्वा तवांगयात्रायाः आयोजनं कृतवान्। अद्यापि
          प्रतिवर्षं एते द्वे यात्रे प्रचलतः स्तः। इन्द्रेशकुमारः देशे प्रथमः
          मनुष्यः अस्ति यः धार्मिकयात्रायाः सह राष्ट्रप्रेमयात्रायाः अपि आयोजनं
          कृतवान्। प्रतिवर्षे दिसम्बरमासस्य अन्ते अण्डमान् प्रदेशे अपि तादृश
          यात्रा आयोजनं भवति, यत्र जनाः सेलुलरकारागृहं गत्वा स्वदेशस्य
          महानबलिदानेषु स्मरणं कुर्वन्ति। <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;सीमायाः सुरक्षा केवलं सरकारस्य न अपितु समाजस्य अपि उत्तरदायित्वं अस्ति
          इति बोधयित्वा, तेन ‘सीमाजागरणमञ्च’ इत्याख्यः संघटनः स्थापितः, यः
          भारतस्य सीमावर्तीप्रदेशेषु सजगं तथा समाजं निर्माणं करोति। देशस्य
          आन्तरिकसुरक्षायाः संरक्षणाय च तथा सुरक्षासंस्थाभिः सह समाजः अपि सजगः
          भवेत् इति निमित्तं ‘फैन्स्’ (Forum for Awareness on National Security)
          नामकं संघटनं स्थापितं यत्र शासनस्य उच्चाधिकारिणः, मन्त्रिणः,
          रक्षाविशेषज्ञाश्च भागं गृहीत्वा चर्चा कुर्वन्ति।
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;पूर्वोत्तरे पर्यटनविस्तारस्य कृते कृतं कार्यम् कैलासमानसरोवरं चीनस्य
          आधिपत्यात् मुक्तं भविष्यति इति हेतुना 1996 तमे वर्षे लेहनगरे
          ‘सिन्धुउत्सव’ इत्यस्य आरम्भं कृतवान्, यस्य उद्घाटनकार्यम्
          लालकृष्णआडवानी महोदयः अपि अनुगतः। हिमालयः प्रदूषणमुक्तः सुरक्षितश्च
          भवेत् इति कारणेन ‘हिमालयपरिवार’ नामकं संघटनं निर्मितवान्। एतत् संघटनं
          वृक्षारोपणस्य पर्यावरणसंरक्षणस्य च कार्येषु अतीव सक्रियं अस्ति। माता
          गङ्गा पुनः कलकलध्वनिं कुर्वती प्रवहति इति निमित्तं तेन महत्त्वपूर्णं
          कार्यं कृतम्। पूर्वोत्तरे पर्यटनविस्ताराय तथा चीनस्य गृद्धदृष्टिं देशे
          अवबोधयितुं तवाङ्गयात्रायाः सह परशुरामकुण्डयात्रायाः अपि आरम्भं
          कृतवान्।
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;मुस्लिमानां मुख्यधारायां आनयितुं संघटनं निर्मितम्
          <br />
          देशस्य मुस्लिमसमाजः अपि राष्ट्रस्य मुख्यधारायां समागच्छेत् तथा
          विवादितविषयेषु तेषां सह संवादः सम्पद्येत इति निमित्तं 2002 तमे वर्षे
          एषः आरएसएस नेतृभिः ‘मुस्लिमराष्ट्रीयमञ्च’ इति नामकं संघटनं स्थापितम्।
          तत्समानरूपेण ईसाईसमाजेन सह संवादः भवेत् इति कारणेन ‘राष्ट्रीयईसाईमञ्च’
          अपि निर्मितवान्। गौः रक्षणं तस्य हृदयस्य समीपतमं विषयः अस्ति। तस्य
          प्रयत्नैः लक्षाधिकाः मुस्लिमाः गोहत्यारोधनाय हस्ताक्षरं कृतवन्तः, च
          मुस्लिमसमाजात् सप्तदशलक्षं हस्ताक्षरं सङ्गृहीत्वा राष्ट्रपतिं प्रति
          निवेदनं दत्तम्।
          <br />
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;नेपालः चीनस्य आधीनं न भविष्यति इति निमित्तं 2006 तमे वर्षे
          ‘नेपालीसंस्कृतिपरिषद्’ नामकं संघटनं निर्मितवान्। ततः बाङ्गलादेशे
          हिन्दूनां दमनस्य विरोधाय तत्रस्थबुद्धिजीविनः अग्रे आगच्छेयुः इति हेतोः
          तेन ‘भारतबाङ्गलादेशमैत्रीपरिषद्’ इति संघटनं स्थापितम्। ततः अनन्तरं
          2006 तमे वर्षे बौद्धानां अनुसूचितनवबौद्धसमाजेन सह संवादाय
          ‘धर्मसंस्कृतिसंगमः’ नामकं संघटनं निर्मितवान्।
          <br />
        </div>
      </div>
    </div>
  );
}

export default Page14;
